Repository: eucalyptus/eucaconsole
Catalog: locale/*/LC_MESSAGES/eucaconsole.po
Languages: el_gr

source: Yes, Delete Object
el_gr: Ναι, διαγραφή αντικειμένου

source: Create alarm
el_gr: Δημιουργία ειδοποίησης

source: When
el_gr: Όταν

source: for
el_gr: για

source: Evaluation
el_gr: Υπολογισμός

source: Evaluate this measurement
el_gr: Υπολογήστε τη μέτρηση

source: times
el_gr: φορές

source: with each measurement lasting
el_gr: με κάθε μέτρηση να διαρκεί

source: minutes
el_gr: λεπτά

source: Create Alarm
el_gr: Δημιουργία ειδοποίησης

source: Creating alarm...
el_gr: Δημιουργία ειδοποίησης...

source: Create new folder
el_gr: Δημιουργία νέου φακέλου

source: VPC Network
el_gr: Δίκτυο VPC

source: Create Security Group
el_gr: Δημιουργία ομάδας ασφαλείας

source: Do not show me this again
el_gr: Να μην εμφανιστεί ξανά

source: Delete group
el_gr: Διαγραφή ομάδας

source: Deleting a group also deletes all permissions associated with that group. Are you sure you want to delete group
el_gr: Διαγράφοντας μια ομάδα, διαγράφονται επίσης και όλα τα δικαιώματα που έχουν συσχετιστεί με την ομάδα. Είστε σίγουροι ότι θέλετε να διαγράψετε την ομάδα

source: Yes, Delete Group
el_gr: Ναι, διαγραφή ομάδας

source: Remove image from cloud
el_gr: Αφαίρεση εικόνας από το cloud

source: You will no longer be able to launch instances or create launch configurations from this image once it is removed from the cloud (de-registered). The image itself will not be deleted and can be re-registered later if the associated snapshot is not deleted.
el_gr: Δε θα είσαστε πλέον ικανοί να εκκινήσετε μηχανές ή να δημιουργήσετε ρυθμίσεις εκκίνησης από αυτή την εικόνα αν την αφαιρέσετε από το cloud (απεγγραφή). Η εικόνα δεν θα διαγραφεί και θα μπορείτε να την εγγράψετε ξανά αργότερα αν δεν έχει διαγραφεί το συσχετισμένο στιγμιότυπο.

source: Are you sure you want to remove image
el_gr: Είστε σίγουροι ότι θέλετε να αφαιρέσετε την εικόνα

source: from the cloud?
el_gr: από το cloud;

source: The snapshot for this image cannot be deleted when there are other images registered from the snapshot
el_gr: Το στιγμιότυπο για αυτή την εικόνα δε μπορεί να διαγραφεί όταν υπάρχουν και άλλες εικόνες εγγεγραμένες από αυτό το στιγμιότυπο.

source: Yes, Remove Image from the Cloud
el_gr: Ναι, αφαίρεση εικόνας από το cloud

source: Reboot instance
el_gr: Επανεκκίνηση μηχανής

source: Are you sure you want to reboot
el_gr: Είστε σίγουροι ότι θέλετε να επανεκκινήσετε

source: Yes, Reboot
el_gr: Ναι, επανεκκίνηση

source: Start instance
el_gr: Εκκίνηση μηχανής

source: Are you sure you want to start
el_gr: Είστε σίγουροι ότι θέλετε να ξεκινήσετε

source: Yes, Start Instance
el_gr: Ναι, εκκίνηση μηχανής

source: Stop instance
el_gr: Διακοπή μηχανής

source: Are you sure you want to stop
el_gr: Είστε σίγουροι ότι θέλετε να σταματήσετε

source: Yes, Stop Instance
el_gr: Ναι, διακοπή μηχανής

source: Terminate instance
el_gr: Τερματισμός μηχανής

source: Are you sure you want to terminate
el_gr: Είστε σίγουροι ότι θέλετε να τερματήσετε

source: Yes, Terminate
el_gr: Ναι, τερματισμός

source: Console output for instance:
el_gr: Έξοδος κονσόλας για τη μηχανή:

source: Connect to instance:
el_gr: Σύνδεση στη μηχανή:

source: To connect to your instance, be sure
el_gr: Για να συνδεθείτε στη μηχανή σας, σιγουρευτείτε ότι

source: security group
el_gr: η ομάδα ασφάλειας

source: at least one of the security groups
el_gr: τουλάχιστον μία από τις ομάδες ασφαλείας

source: has TCP port 22 open to inbound traffic and then perform the following steps (these instructions do not apply if you did not select a key pair when you launched this instance):
el_gr: έχει τη θύρα 22 TCP ανοιχτή για εισερχόμενη κίνηση. Έπειτα εκτελέστε τα ακόλουθα βήματα (οι οδηγίες δεν θα λειτουργήσουν αν δεν επιλέξατε ένα ζεύγος κλειδιών όταν εκκινήσατε αυτή τη μηχανή):

source: Open an SSH terminal window.
el_gr: Ανοίξτε ένα παράθυρο με τερματικό SSH.

source: Change your directory to the one where you stored your key file
el_gr: Μεταβείτε στον κατάλογο που έχετε αποθηκεύσει το κλειδί σας

source: Run the following command to set the correct permissions for your key file:
el_gr: Εκτελέστε την ακόλουθη εντολή για να ορίσετε τα σωστά δικαιώματα στο αρχείο του κλειδιού:

source: Connect to your instance via its public IP address by running the following command:
el_gr: Συνδεθείτε με τη μηχανή σας χρησιμοποιώντας τη δημόσια IP εκτελώντας την εντολή:

source: has TCP port 3389 open to inbound traffic and then perform the following steps (these instructions do not apply if you did not select a key pair when you launched this instance):
el_gr: έχει τη θύρα 3389 TCP ανοιχτή για εισερχόμενη κίνηση. Έπειτα εκτελέστε τα ακόλουθα βήματα (οι οδηγίες δεν θα λειτουργήσουν αν δεν επιλέξατε ένα ζεύγος κλειδιών όταν εκκινήσατε αυτή τη μηχανή):

source: Browse to your key file "{{ keyName }}.pem" in your local file system and use it to retrieve your instance password.
el_gr: Περιηγηθείτε στο κλειδί σας "{{ keyName }}.pem" στο τοπκό σύστημα αρχείων σας και χρησιμοποιήστε το για να ανακτήσετε τον κωδικό πρόσβασης της μηχανής.

source: Open a remote desktop client.
el_gr: Ανοίξτε ένα πελάτη απομακρυσμένης επιφάνειας εργασίας.

source: Use the following for your username and password:
el_gr: Χρησιμοποιήστε τα ακόλουθα για όνομα χρήστη και κωδικό πρόσβασης:

source: USERNAME
el_gr: ΟΝΟΜΑ ΧΡΗΣΤΗ

source: PASSWORD
el_gr: ΣΥΝΘΗΜΑΤΙΚΟ

source: get password for {{ keyName }}
el_gr: λήψη κωδικού πρόσβασης για {{ keyName }}

source: Associate elastic IP address with instance
el_gr: Συσχέτιση διεύθυνσης elastic IP με μηχανή

source: Associate
el_gr: Συσχέτιση του

source: with an elastic IP address.
el_gr: με μια διεύθυνση elastic IP.

source: Associate Address with Instance
el_gr: Συσχέτιση διεύθυνσης με μηχανή

source: There are no elastic IP addresses available.
el_gr: Δεν υπάρχουν διαθέσιμες διευθύνσεις elastic IP.

source: To associate an instance with an IP address, you will need to
el_gr: Για να συσχετίσετε μια μηχανή με μια διεύθυνση IP, πρέπει να

source: Disassociate elastic IP address from instance
el_gr: Διαχωρισμός διεύθυνσης elastic IP από τη μηχανή

source: If you disassociate an elastic IP address from an instance, you will no longer be able to connect to that instance using that IP address.
el_gr: Αν διαχωρίσετε μια διεύθυνση elastic IP από μια μηχανή, δεν θα μπορείτε πλέον να συνδεθείτε στη μηχανή χρησιμοποιώντας αυτή τη διεύθυνση IP.

source: Are you sure you want to dissassociate
el_gr: Είστε σίγουροι ότι θέλετε να τη διαχωρίσετε

source: from instance
el_gr: από τη μηχανή

source: Yes, Disassociate Address from Instance
el_gr: Ναι, διαχωρισμός διεύθυνσης από τη μηχανή

source: Image creation already in progress
el_gr: Η δημιουργία εικόνας βρίσκεται ήδη σε εξέλιξη

source: You cannot create another image from this instance while there is one in progress. Please wait for that operation to complete and try again.
el_gr: Δεν μπορείτε να δημιουργήσετε και άλλη εικόνα από αυτή τη μηχανή ενώ υπάρχει μια άλλη σε εξέλιξη. Παρακαλούμε περιμένετε να ολοκληρωθεί η λειτουργία και προσπαθήστε ξανά.

source: Are you sure you want to disassociate
el_gr: Είστε σίγουροι ότι θέλετε να διαχωρίσετε

source: Release IP address to cloud
el_gr: Απελευθέρωση διεύθυνσης IP στο cloud

source: If you release an elastic IP address to the cloud, you can no longer associate that IP address with any of your instances. If the elastic IP address is currently associated with an instance when you release it to the cloud, the instance will get a new IP address as long as you did not specify private addressing when you launched the instance.
el_gr: Αν απελευθερώσετε μια διεύθυνση elastic IP στο cloud, δεν θα μπορείτε να την συσχετίσετε με καμία από τις μηχανές σας. Αν μια διεύθυνση elastic IP είναι συσχετισμένη σε μια μηχανή, όταν την απελευθερώσετε στο cloud η μηχανή θα πάρει μια νέα διεύθυνση IP εφόσον δεν καθορίσατε ιδιωτική διευθυνσιοδότηση στην εκκίνηση της μηχανής.

source: Are you sure you want to release
el_gr: Είστε σίγουροι ότι θέλετε να απελευθερώσετε

source: to the cloud?
el_gr: στο cloud;

source: Yes, Release Address to Cloud
el_gr: Ναι, απελευθέρωση διεύθυνσης στο Cloud

source: Delete key
el_gr: Διαγραφή κλειδιού

source: Are you sure you want to delete key
el_gr: Είστε σίγουροι ότι θέλετε να διαγραφή το κλειδί

source: Yes, Delete
el_gr: Ναι, διαγραφή

source: Delete launch configuration
el_gr: Διαγραφή ρύθμισης εκκίνησης

source: is in use and may not be deleted.
el_gr: είναι σε χρήση και μπορεί να μη διαγραφεί

source: Change the launch configuration from each scaling group's detail page, and then try to delete this launch configuration again.
el_gr: Αλλάξτε τη ρύθμιση εκκίνησης από τη σελίδα λεπτομερειών μίας ομάδας κλιμάκωσης και έπειτε προσπαθήστε να διαγράψετε ξανά τη ρύθμιση.

source: Are you sure you want to delete the launch configuration
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε τη ρύθμιση εκκίνησης

source: Delete role
el_gr: Διαγραφή ρόλου

source: Deleting a role also deletes all permissions associated with that role. Are you sure you want to delete role
el_gr: Διαγράφοντας ένα ρόλο διαγράφονται επίσης και όλα τα δικαιώματα που συσχετίστηκαν με αυτόν. Είσαστε σίγουροι ότι θέλετε να διαγράψετε τον ρόλο

source: Yes, Delete Role
el_gr: Ναι, διαγραφή ρόλου

source: Delete scaling group
el_gr: Διαγραφή ομάδας κλιμάκωσης

source: Are you sure you want to delete the scaling group
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε την ομάδα κλιμάκωσης

source: Delete security group
el_gr: Διαγραφή ομάδας ασφάλειας

source: Are you sure you want to delete security group
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε την ομάδα ασφάλειας

source: Delete snapshot
el_gr: Διαγραφή στιγμιότυπου

source: This snapshot has been registered as an image. Deleting this snapshot will also de-register the image.
el_gr: Αυτό το στιγμιότυπο είχε εγγραφεί ως εικόνα. Διαγράφοντας το στιγμιότυπο θα απεγγράψει και την εικόνα.

source: Are you sure you want to delete snapshot
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε το στιγμιότυπο

source: and de-register image(s)
el_gr: και να επανεγγράψετε την εικόνα(ες)

source: Yes, Delete Snapshot
el_gr: Ναι, διαγραφή στιγμιότυπου

source: Register snapshot as image
el_gr: Εγγραφή στιγμιότυπου ως εικόνα

source: Register as Image
el_gr: Εγγραφή ως εικόνα

source: Terminate instances
el_gr: Τερματισμός μηχανών

source: Are you sure you want to terminate these instances? Remove any instances below that you do not wish to terminate.
el_gr: Είστε σίγουροι ότι θέλετε να τερματίσετε αυτές τις μηχανές; Αφαιρέστε τις μηχανές παρακάτω που δε θέλετε να τερματίσετε

source: Disable user
el_gr: Απενεργοποίηση χρήστη

source: Are you sure you want to disable user
el_gr: Είστε σίγουροι ότι θέλετε να απενεργοποιήσετε το χρήστη

source: Yes, Disable User
el_gr: Ναι, απενεργοποίηση χρήστη

source: Enable user
el_gr: Ενεργοποίηση χρήστη

source: Enable User
el_gr: Ενεργοποίηση χρήστη

source: Delete user
el_gr: Διαγραφή χρήστη

source: Deleting a user also deletes all keys, passwords and permissions associated with that user. Are you sure you want to delete user <dynamic element>
el_gr: Διαγράφοντας ένα χρήστη διαγράφονται επίσης και όλα τα κλειδιά, κωδικοί πρόσβασης και δικαιώματα που συσχετίστηκαν με τον χρήστη. Είστε σίγουροι ότι θέλετε να διαγράψετε τον χρήστη <dynamic element>

source: Yes, Delete User
el_gr: Ναι, διαγραφή χρήστη

source: Attach volume
el_gr: Επισύναψη τόμου

source: to an instance
el_gr: σε μια μηχανή

source: Attach Volume
el_gr: Επισύναψη τόμου

source: Detach volume
el_gr: Απόσπαση τόμου

source: If you detach a volume, the instance can no longer read or write to it.
el_gr: Αν αποσπάσετε ένα τόμο από μια μηχανή, η μηχανή δε θα μπορεί να γράψει ή να διαβάσει σε αυτόν.

source: Are you sure you want to detach volume
el_gr: Είστε σίγουροι ότι θέλετε να αποσπάσετε τον τόμο;

source: Yes, Detach Volume
el_gr: Ναι, απόσπαση τόμου

source: This operation is not available because you cannot detach the root volume of an EBS-backed instance. If you want to delete this volume, terminate instance
el_gr: Δεν είναι διαθέσιμη η λειτουργία διότι δε μπορείτε να αποσπάσετε τον τόμο root από μια μηχανή EBS. Αν θέλετε να διαγράψετε τον τόμο, τερματίστε τη μηχανή

source: Delete volume
el_gr: Διαγραφή τόμου

source: All data on the volumes will be destroyed.
el_gr: Θα καταστραφούν όλα τα δεδομένα των τόμων.

source: Are you sure you want to delete volume
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε τον τόμο

source: Monitoring
el_gr: Παρακολούθηση

source: Instances
el_gr: Μηχανές

source: Next
el_gr: Επόμενο

source: Summary
el_gr: Σύνοψη

source: Manage instances
el_gr: Διαχείριση μηχανών

source: Create new group
el_gr: Δημιουργία νέας ομάδας

source: Details for group:
el_gr: Λεπτομέρειες ομάδας:

source: Add group to account:
el_gr: Προσθήκη ομάδας στο λογαριασμό:

source: Create Group
el_gr: Δημιουργία ομάδας

source: Search users and select to add
el_gr: Αναζητήστε χρήστες και επιλέξτε για προσθήκη

source: Permissions
el_gr: Δικαιώματα

source: Group policies
el_gr: Πολιτικές ομάδας

source: Does not have users
el_gr: Δεν έχει χρήστες

source: Does not have permissions
el_gr: Δεν έχει δικαιώματα

source: Group name
el_gr: Όνομα ομάδας

source: Images
el_gr: Εικονες

source: Details for image:
el_gr: Λεπτομέρειες εικόνας:

source: Cancel image creation
el_gr: Ακύρωση δημιουργίας εικόνας

source: Launch instance
el_gr: Έναρξη μηχανής

source: Create launch configuration
el_gr: Δημιουργία ρύθμισης εκκίνησης

source: Remove from cloud
el_gr: Αφαίρεση από το cloud

source: Machine
el_gr: Μηχάνημα

source: EMI name
el_gr: Όνομα EMI

source: AMI name
el_gr: Όνομα AMI

source: Owner alias
el_gr: Ψευδώνυμο χρήστη

source: Owner account (ID)
el_gr: Κάτοχος λογαριασμού (ID)

source: Manifest path
el_gr: Διαδρομή μανιφέστου

source: Kernel
el_gr: Πυρήνας

source: Sharing
el_gr: Κοινή χρήση

source: Anyone can see this image.
el_gr: Ο καθένας μπορεί να δει αυτή την εικόνα.

source: Only my account and accounts I share with can see this image.
el_gr: Μόνο ο λογαριασμός μου και λογαριασμοί που διαμοιράζομαι μπορούν να δουν την εικόνα.

source: Share with specific accounts
el_gr: Κοινή χρήση με συγκεκριμένους λογαριασμούς

source: Add an account number:
el_gr: Προσθήκη αριθμού λογαριασμού:

source: Add another account number:
el_gr: Προσθήκη άλλου αριθμού λογαριασμού:

source: Add Account
el_gr: Προσθήκη λογαριασμού

source: Select the image to launch your instance from below
el_gr: Επιλέξτε την εικόνα που θα εκκινήσει τη μηχανή σας

source: EMI Name
el_gr: Ονομα EMI

source: AMI Name
el_gr: Όνομα AMI

source: Owner Alias
el_gr: Ψευδώνυμο χρήστη

source: Root Device Type
el_gr: Τύπος συσκευής root

source: Name (ID)
el_gr: Ονομα (ID)

source: Root Device
el_gr: Συσκευη root

source: Create image
el_gr: Δημιουργία εικόνας

source: Storage
el_gr: Αποθήκευση

source: Specify where your image should be stored in the cloud.
el_gr: Καθορίστε που θα αποθηκευτεί η εικόνα σας στο cloud.

source: Create Image
el_gr: Δημιουργία εικόνας

source: Your instance will be shut down and restarted as part of this process. You will not have access to your instance during this time.
el_gr: Η μηχανή σας θα τερματιστεί και θα επανεκκινήσει ως μέρος της διαδικασίας. Δεν θα έχετε πρόσβαση στη μηχανή σας κατά τη διάρκεια.

source: This operation requires the password of the person making the request. Please enter your password below:
el_gr: Αυτή η λειτουργία απαιτεί τον κωδικό πρόσβασης του ατόμου που έκανε την αίτηση. Παρακαλούμε πληκτρολογήστε παρακάτω τον κωδικό πρόσβαση σας:

source: Please be sure you have completed the following steps prior to initiating this operation to ensure a functional image is created:
el_gr: Παρακαλούμε σιγουρευτείτε πως έχετε ολοκληρώσει τα ακόλουθα βήματα για να εξασφαλίσετε τη δημιουργία μιας λειοτυργικής εικόνας:

source: Remove any credentials, such as SSH keys, that you do not want to be part of the EMI.
el_gr: Αφαιρέστε οποιαδήποτε διαπηστευτήρια, όπως κλειδιά SSH που δεν θέλετε να είναι μέρος του EMI.

source: Remove shell command history and log files.
el_gr: Αφαιρέστε το ιστορικό των εντολών τερματικού και αρχεία καταγραφών.

source: On Linux instances, clear the network-related persistent udev rules: <dynamic element>
el_gr: Σε μηχανές Linux, καθαρίστε τους κανόνες udev που αφορούν το δίκτυο: <dynamic element>

source: Open the Eucalyptus Windows Integration popup (Windows Programs > Eucalyptus > Eucalyptus Setup).
el_gr: Ανοίξτε το Eucalyptus Windows Integration (Windows Programs > Eucalyptus > Eucalyptus Setup).

source: Under General tab, click Run Sysprep button.
el_gr: Στην καρτέλα General, κάντε κλικ στο κουμπί Run Sysprep.

source: On Windows instances, run Sysprep: <dynamic element>
el_gr: Σε μηχανές Windows, εκτελέστε Sysprep: <dynamic element>

source: I Understand, Let's Do This!
el_gr: Κατανοώ, ας το κάνουμε!

source: Launch new instance
el_gr: Έναρξη νέας μηχανής

source: Details
el_gr: Λεπτομέρειες

source: Specify the number, name(s), size, availability zone, and tags.
el_gr: Καθορίστε τον αριθμό, όνομα(τα), μέγεθος, ζώνη διαθεσιμότητας και ετικέτες.

source: Enter text
el_gr: Εισάγετε κείμενο

source: Upload file
el_gr: Αποστολή αρχείου

source: Specify VPC settings, key pair and security group.
el_gr: Καθορίστε τις ρυθμίσεις VPC, ζεύγος κλειδιών και ομάδα ασφαλείας.

source: Or:
el_gr: Ή:

source: Specify an IAM role if you would like to give this instance special access privileges.
el_gr: Καθορίστε ένα ρόλο IAM αν θέλετε να δώσετε στη μηχανή ειδικά προνόμια πρόσβασης.

source: Role
el_gr: Ρόλος

source: Launch Instance<dynamic element>
el_gr: Έναρξη μηχανής<dynamic element>

source: Select advanced options
el_gr: Επιλογή προχωρημένων ρυθμίσεων

source: Root device
el_gr: Συσκευή root

source: Zone
el_gr: Ζώνη

source: Launch more instances like ${instance_name}
el_gr: Εκκίνηση περισσοτέρωνμηχανών όπως ${instance_name}

source: Launch more instances like:
el_gr: Εκκίνηση περισσοτέρων μηχανών όπως:

source: More instances like this one cannot be launched, because the associated image is no longer registered to this cloud.
el_gr: Δεν μπορούν να εκκινηθούν περισσότερες μηχανές σας και αυτή, διότι η συσχετισμένη εικόνα δεν είναι πλέον διαθέσιμη στο cloud.

source: Image name
el_gr: Όνομα εικόνας

source: Image ID
el_gr: ID εικόνας

source: Type
el_gr: Τύπος

source: Security group(s)
el_gr: Ομάδα(ες) ασφάλειας

source: Details for instance:
el_gr: Λεπτομέρειες μηχανής:

source: Instance types
el_gr: Τύποι μηχανών

source: To change the configuration of an instance type, select from the available options. You can enter any value you would like if you do not see it listed.
el_gr: Για να αλλάξετε τη ρύθμιση ενός τύπου μηχανής, επιλέξτε από τις διαθέσιμες επιλογές. Μπορείτε να πληκτρολογήσετε οποιαδήποτε τιμή θέλετε αν δεν βλέπετε κάποια ως προεπιλογή.

source: NAME
el_gr: ΟΝΟΜΑ

source: MEMORY (GB)
el_gr: ΜΝΗΜΗ (GB)

source: DISK (GB)
el_gr: ΔΙΣΚΟΣ (GB)

source: CPU values must be positive, whole numbers.
el_gr: Οι τιμές της CPU πρέπει να είναι θετικές, ολόκληροι αριθμοί.

source: Memory values must be positive numbers.
el_gr: Οι τιμές της μνήμης πρέπει να είναι θετικοί αριθμοί.

source: Disk values must be positive numbers.
el_gr: Οι τιμές του δίσκου πρέπει να είναι θετικοί αριθμοί.

source: Connect to instance
el_gr: Σύνδεση στη μηχανή

source: Launch more like this
el_gr: Εκκίνηση περισσοτέρων

source: View console output
el_gr: Εμφάνιση εξόδου κονσόλας

source: Associate IP address
el_gr: Συσχέτιση διεύθυνσης IP

source: Disassociate IP address
el_gr: Διαχωρισμός διεύθυνσης IP

source: Start
el_gr: Έναρξη

source: Stop
el_gr: Διακοπή

source: Reboot
el_gr: Επανεκκίνηση

source: Terminate
el_gr: Τερματισμός

source: Instance ID
el_gr: ID μηχανής

source: Public hostname
el_gr: Δημόσιο όνομα υπολογιστή

source: Private IP address
el_gr: Ιδιωτικές διευθύνσεις ΙΡ

source: Private hostname
el_gr: Ιδιωτικό όνομα

source: Launch time
el_gr: 'Ωρα έναρξης

source: Account ID
el_gr: ID λογαριασμού

source: Reservation ID
el_gr: ID κράτησης

source: Client token
el_gr: Διακριτικό πελάτη

source: Image manifest
el_gr: Μανιφέστο εικόνας

source: Update instance
el_gr: Ενημέρωση μηχανής

source: Some of the attributes you have changed will not take effect until this instance is started. Would you like to start the instance now?
el_gr: Μερικές από τις ιδιοότητες που αλλάξατε δεν θα ενεργοποιηθούν μέχρι να εκκινήσει η μηχανή. Θα θέλατε να εκκινήσετε τη μηχανή τώρα;

source: Yes, start now
el_gr: Ναι, έναρξη τώρα

source: No, I'll start it later
el_gr: Όχι, έναρξη αργότερα

source: Attach a volume
el_gr: Επισύναψη τόμου

source: Volume ID
el_gr: ID τόμου

source: Attach time
el_gr: Ώρα επισύναψης

source: Attach a volume to instance
el_gr: Επισύναψη τόμου σε μηχανή

source: There are no volumes in availability zone
el_gr: Δεν υπάρχουν τόμοι στη ζώνη διαθεσιμότητας

source: Create a volume in availability zone
el_gr: Δημιουργία τόμου στη ζώνη διεθεσιμότητας

source: Launch New Instance
el_gr: Εκκίνηση νέας μηχανής

source: Manage volumes
el_gr: Διαχείριση τόμων

source: IP address
el_gr: Διεύθυνση IP

source: NAME (ID)
el_gr: ΟΝΟΜΑ (ID)

source: STATUS
el_gr: ΚΑΤΑΣΤΑΣΗ

source: IMAGE ID
el_gr: ID ΕΙΚΟΝΑΣ

source: AVAIL ZONE
el_gr: ΖΩΝΗ ΔΙΑΘ

source: VPC NETWORK
el_gr: ΔΙΚΤΥΟ VPC

source: PUBLIC ADDR
el_gr: ΔΗΜΟΣΙΑ ΔΙΕΥΘ

source: KEY NAME
el_gr: ΟΝΟΜΑ ΚΛΕΙΔΙΟΥ

source: SECURITY GROUP
el_gr: ΟΜΑΔΑ ΑΣΦΑΛΕΙΑΣ

source: ACTIONS
el_gr: ΕΝΕΡΓΕΙΕΣ

source: Elastic IP addresses
el_gr: Διευθύνσεις Elastic IP

source: Details for IP address:
el_gr: Λεπτομέρεις για διεύθυνση IP:

source: Associate with an instance
el_gr: Συσχέτιση με μηχανή

source: Disassociate from instance
el_gr: Διαχωρισμός από τη μηχανή

source: Assigned to instance
el_gr: Εκχωρημένο σε μηχανή

source: Allocate Elastic IP Addresses
el_gr: Ανάθεση διευθύνσεων Elastic IP

source: Associated with
el_gr: Συσχέτιση με

source: Not associated with any instances
el_gr: Δεν έχει συσχετιστεί με κάποια μηχανή

source: Associate with instance
el_gr: Συσχέτιση με μηχανή

source: Release to cloud
el_gr: Απελευθέρωση στο cloud

source: Allocate elastic IP addresses
el_gr: Ανάθεση διευθύνσεων elastic IP

source: How many IP addresses would you like to allocate?
el_gr: Πόσες διευθύνσεις IP θα θέλατε να αναθέσετε;

source: Allocate Addresses From Cloud
el_gr: Ανάθεση διευθύνσεων από το Cloud.

source: Create New Key Pair
el_gr: Δημιουργία νέου ζεύγους κλειδιών

source: Import Public Key
el_gr: Εισαγωγή δημόσιου κλειδιού

source: Details for key pair:
el_gr: Λεπτομέρειες ζεύγους κλειδιών:

source: Create new key pair
el_gr: Δημιουργία νέου ζεύγους κλειδιών

source: Import public key
el_gr: Εισαγωγή δημόσιου κλειδιού

source: Delete key pair
el_gr: Διαγραφή ζεύγους κλειδιών

source: Fingerprint
el_gr: Αποτύπωμα

source: You can use this key pair to launch more than one instance.
el_gr: Μπορείτε να χρησιμοποιήσετε αυτό το ζεύγος κλειδιών για να εκκινήσετε περισσότρες από μία μηχανές.

source: Save the file in a place you will remember. You will need to enter the path later to connect to your instances.
el_gr: Αποθηκεύστε το αρχείο σε ένα μέρος που θυμάστε. Θα χρειαστεί αργότερα να πληκτρολογήσετε τη διαδρομή του για να συνδεθείτε στις μηχανές σας.

source: Create and Download
el_gr: Δημιουργία και λήψη

source: Importing a public key allows you to use an existing SSH key to access your Eucalyptus instances.
el_gr: Η εισαγωγή ενός δημόσιου κλειδιού σας επιτρέπει να χρησιμοποιήσετε υπάρχον κλειδιά SSH για να συνδεθείτε με τις μηχανές σας στο Eucalyptus.

source: Import
el_gr: Εισαγωγή

source: Key Pairs
el_gr: Ζεύγη κλειδιών

source: Keypair Name
el_gr: Όνομα ζεύγους κλειδιών

source: Keypair Fingerprint
el_gr: Αποτύπωμα ζεύγους

source: Launch configurations
el_gr: Ρυθμίσεις εκκίνησης

source: Create Launch Configuration
el_gr: Δημιουργία ρύθμισης εκκίνησης
