Repository: eucalyptus/eucaconsole
Catalog: locale/*/LC_MESSAGES/eucaconsole.po
Languages: el_gr

source: Me (or shared with me)
el_gr: Εμένα (κοινόχρηστες με μένα)

source: All EC2 actions
el_gr: Όλες οι ενέργειες EC2

source: All Load Balancing actions
el_gr: Όλες οι ενέργειες Load Balancing

source: All Autoscaling actions
el_gr: Όλες οι ενέργειες Autoscaling

source: All CloudWatch actions
el_gr: Όλες οι ενέργειες CloudWatch

source: All S3/Walrus actions
el_gr: Όλες οι ενέργειες S3/Walrus

source: All IAM actions
el_gr: Όλες οι ενέργειες IAM

source: Select...
el_gr: Επιλογή...

source: Select instance...
el_gr: Επιλογή μηχανής...

source: {0}: {1} CPUs, {2} memory (MB), {3} disk (GB,root device)
el_gr: {0}: {1} CPUs, {2} μνήμη (MB), {3} δίσκος (GB,root συσκευή)

source: Select volume...
el_gr: Επιλογή τόμου...

source: None
el_gr: Κανένα

source: None (advanced option)
el_gr: Κανένα (προχωρημένη επιλογή)

source: Use default from image
el_gr: Χρήση προεπιλογών από την εικόνα

source: No VPC
el_gr: Χωρίς VPC

source: No subnets found
el_gr: Δε βρέθηκαν υποδίκτυα

source: Name
el_gr: Όνομα

source: Name is required
el_gr: Απαιτείται όνομα

source: Description is required
el_gr: Απαιτείται περιγραφή

source: Description
el_gr: Περιγραφή

source: Description must be less than 255 characters
el_gr: Η περιγραφή πρέπει να είναι μικρότερη από 255 χαρακτήρες

source: Comparison is required
el_gr: Απαιτείται σύγκριση

source: Comparison
el_gr: Σύγκριση

source: Statistic
el_gr: Στατιστικά

source: Trigger threshold amount is required
el_gr: Απαιτείται το ποστοστό του ορίου ενεργοποίησης

source: Trigger threshold
el_gr: Όριο ενεργοποίησης

source: Unit
el_gr: Μονάδα

source: Image
el_gr: Εικόνα

source: Full Control
el_gr: Πλήρης έλεγχος

source: Read-only
el_gr: Μόνο για ανάγνωση

source: Create/delete objects
el_gr: Δημιουργία/διαγραφή αντικειμένων

source: Key
el_gr: Κλειδί

source: Value
el_gr: Τιμή

source: Bucket name must not exceed 63 characters
el_gr: Το όνομα του bucket δεν πρέπει να είναι μεγαλύτερο από 63 χαρακτήρες

source: Name is required and may not contain slashes
el_gr: Απαιτείται το όνομα και δεν πρέπει να περιέχει καθέτους

source: Bucket name
el_gr: Όνομα Bucket

source: Prefix
el_gr: Πρόθεμα

source: Security groups
el_gr: Ομάδες ασφαλείας

source: Protocol
el_gr: Πρωτόκολλο

source: Path
el_gr: Διαδρομή

source: Availability zone
el_gr: Ζώνη διεθεσιμότητας

source: VPC subnet
el_gr: Υποδίκτυο VPC

source: VPC network
el_gr: Δίκτυο VPC

source: Security group is required
el_gr: Απαιτείται όμάδα ασφαλείας

source: Availability zones
el_gr: Ζώνες διαθεσιμότητας

source: Status
el_gr: Κατάσταση

source: Tags
el_gr: Ετικέτες

source: Security group
el_gr: Ομάδα ασφάλειας

source: Pending
el_gr: Εκκρεμεί

source: Delete associated snapshot
el_gr: Διαγραφή συσχετισμένου στιγμιότυπου

source: Images owned by
el_gr: Εικόνες ανήκουν σε

source: Platform
el_gr: Πλατφόρμα

source: Root device type
el_gr: Τύπος συσκευής root

source: Architecture
el_gr: Αρχιτεκτονική

source: Not a valid name
el_gr: Μη έγκυρο όνομα

source: Instance type is required
el_gr: Απαιτείται τύπος μηχανής

source: Instance type
el_gr: Τύπος μηχανής

source: User data
el_gr: Δεδομένα χρήστη

source: User data file may not exceed 16 KB
el_gr: Το αρχείων δεδομένων του χρήστη δεν πρέπει να ξεπερνά τα 16 KB

source: Public IP address
el_gr: Δημοσια διευθυνση IP

source: Monitoring enabled
el_gr: Ενεργή παρακολούθηση

source: Number of instances must be a whole number between 1-10
el_gr: Ο αριθμός των μηχανών πρέπει να είναι μεταξύ 1-10

source: You cannot launch more than 10 instances in a single security group
el_gr: Δε μπορείτε να εκτελέσε περισσότερες από 10 μηχανές σε μια ομάδα ασφαλείας

source: Number of instances
el_gr: Αριθμός μηχανών

source: Auto-assign public IP
el_gr: Αυτόματη εκχώρηση δημόσιας IP

source: Key pair is required
el_gr: Απαιτείται ζεύγος κλειδιών

source: Key name
el_gr: Όνομα κλειδιού

source: Enable monitoring
el_gr: Ενεργοποίηση παρακολούθησης

source: Use private addressing only
el_gr: Χρήση μόνο ιδιωτικής διευθυνσιοδότησης

source: Enable detailed monitoring
el_gr: Ενεργοποίηση λεπτομερούς παρακολούθησης

source: No preference
el_gr: Καμία προτίμηση

source: Enabled
el_gr: Ενεργοποιημένο

source: Disabled
el_gr: Απενεργοποιήθηκε

source: Number of instances must be a whole number greater than 0
el_gr: Ο αριθμός των μηχανών πρέπει να είναι μεγαλύτερος του 0

source: How many instances would you like to launch?
el_gr: Πόσες μηχανές θα θέλατε να εκκινήσετε;

source: Volume is required
el_gr: Απαιτείται τόμος

source: Volume
el_gr: Τόμος

source: Device is required
el_gr: Απαιτείται συσκευή

source: Device
el_gr: Συσκευή

source: select...
el_gr: επιλογή...

source: Key pair
el_gr: Ζεύγος κλειδιών

source: Scaling group
el_gr: Ομάδα κλιμάκωσης

source: Roles
el_gr: Ρόλοι

source: IP is required
el_gr: Απαιτειται IP

source: IP address:
el_gr: Διεύθυνση IP:

source: Name must be between 3 and 128 characters long, and may contain letters, numbers, '(', ')', '.', '-', '/' and '_', and cannot contain spaces.
el_gr: Το όνομα πρέπει να είναι μεταξύ 3 και 128 χαρακτήρων, μπορεί να περιέχει γράμματα, αριθμούς, '(', ')', '.', '-', '/' και '_', ενώ δεν μπορεί να περιέχει κενά.

source: No reboot
el_gr: Χωρίς επανεκκίνηση

source: You must select a bucket to use.
el_gr: Πρέπει να επιλέξετε ένα bucket για να χρησιμοποιήσετε.

source: You must supply a prefix
el_gr: Πρέπει να καθορίσετε ένα πρόθεμα

source: image
el_gr: εικόνα

source: When checked, the instance will not be shut down before the image is created. May impact file integrity of the image.
el_gr: Όταν επιλεχθεί, η μηχανή δεν θα τερματιστεί πριν δημιουργηθεί η εικόνα. Μπορεί να επηρεάσει την ακεραιότητα αρχείου της εικόνας.

source: Choose from your existing buckets, or enter a name to create a new bucket
el_gr: Επιλέξτε ένα από τα υπάρχοντα bucket, ή πληκτρολογήστε ένα όνομα για να δημιουργήσετε ένα νέο bucket.

source: The beginning of your image file name
el_gr: Η αρχή του αρχείου ονόμας της εικόνας σας

source: Scope
el_gr: Εμβέλεια

source: Please enter a whole number greater than zero
el_gr: Παρακαλούμε πληκτρολογήστε έναν αριθμό μεγαλύτερο του μηδενός

source: Number of addresses
el_gr: Αριθμός διευθύνσεων

source: Standard
el_gr: Τυπικό

source: Instance is required
el_gr: Απαιτείται μηχανή

source: Instance:
el_gr: Μηχανή:

source: Assignment
el_gr: Εκχώρηση

source: Public Key Contents are required
el_gr: Απαιτείται το περιεχόμενο του δημόσιου κλειδιού

source: Public SSH Key Contents
el_gr: Περιεχόμενα δημόσιου κλειδιού SSH

source: Name must be between 1 and 255 characters long, and must not contain '/' and '\'
el_gr: Το όνομα πρέπει να είναι μεταξύ 1 και 255 χαρακτήρων, και δεν πρέπει να περιέχει '/' και '\'

source: VPC IP assignment
el_gr: Εκχώρηση VPC IP

source: Create scaling group using this launch configuration
el_gr: Δημιουργία ομάδας κλιμάκωσης χρησιμοποιώντας αυτή τη ρύθμιση εκκίνησης

source: Only for instances in default VPC & subnet
el_gr: Μόνο για μηχανές στο προεπιλεγμένο VPC & υποδίκτυο

source: For all instances
el_gr: Για όλες τις μηχανές

source: Never
el_gr: Ποτέ

source: Account Name
el_gr: Όνομα λογαριασμού

source: Account name is required
el_gr: Απαιτείται το όνομα λογαριασμού

source: Username
el_gr: Όνομα χρήστη

source: Username is required
el_gr: Απαιτείται το όνομα χρήστη

source: Password
el_gr: Κωδικός πρόσβασης

source: Password is required
el_gr: Απαιτείται ο κωδικός πρόσβασης

source: Access key ID
el_gr: ID κλειδιού πρόσβασης

source: Secret key
el_gr: Μυστικό κλειδί

source: Current password
el_gr: Τρέχων κωδικός πρόσβασης

source: New password
el_gr: Νέος κωδικός πρόσβασης

source: New Password is required
el_gr: Απαιτείται νέος κωδικός πρόσβασης

source: Password must be more than 6 characters
el_gr: Ο κωδικός χρήστη πρέπει να είναι μεγαλύτερος από 6 χαρακτήρες

source: Confirm new password
el_gr: Επιβεβαίωση νέου κωδικού πρόσβασης

source: Name is required and may not contain spaces
el_gr: Απαιτείται το όνομα και δεν πρέπει να περιέχει κενά

source: Policy
el_gr: Πολιτική

source: Images (maximum)
el_gr: Εικόνες (μέγιστο)

source: Instances (maximum)
el_gr: Μηχανές (μέγιστο)

source: Volumes (maximum)
el_gr: Τόμοι (μέγιστο)

source: Total size of all volumes (GB)
el_gr: Μέγιστο μέγεθος όλων των τόμων (GB)

source: Snapshots (maximum)
el_gr: Στιγμιότυπα (μέγιστο)

source: Elastic IP addresses (maximum)
el_gr: Διευθύνσεις Elastic IP (μέγιστο)

source: Buckets (maximum)
el_gr: Buckets (μέγιστο)

source: Objects per bucket (maximum)
el_gr: Αντικείμενα ανά bucket (μέγιστο)

source: Size of each bucket (MB)
el_gr: Μέγεθος κάθε bucket (MB)

source: Total size of all buckets (maximum)
el_gr: Συνολικό μέγεθος όλων των bucket (μέγιστο)

source: Auto scaling groups (maximum)
el_gr: Ομάδες αυτόματης κλιμάκωσης (μέγιστο)

source: Launch configurations (maximum)
el_gr: Ρυθμίσεις εκκίνησης (μέγιστο)

source: Scaling policies (maximum)
el_gr: Πολιτικές κλιμάκωσης (μέγιστο)

source: Load balancers (maximum)
el_gr: Load balancers (μέγιστο)

source: Groups (maximum)
el_gr: Ομάδες (μέγιστο)

source: Users (maximum)
el_gr: Χρήστες (μέγιστο)

source: Roles (maximum)
el_gr: Ρόλοι (μέγιστο)

source: Instance profiles (maximum)
el_gr: Προφίλ μηχανών (μέγιστο)

source: Launch configuration is required
el_gr: Απαιτούνται οι ρυθμίσεις εκκίνησης

source: Launch configuration
el_gr: Ρυθμίσεις εκκίνησης

source: At least one VPC subnet is required
el_gr: Απαιτείται τουλάχιστον ένα υποδίκτυο VPC

source: VPC subnet(s)
el_gr: Υποδίκτυο(α) VPC

source: At least one availability zone is required
el_gr: Απαιτείται τουλάχιστον μία ζώνη διεθεσιμότητας

source: Availability zone(s)
el_gr: Ζώνη(ες) διεθεσιμότητας

source: Field is required
el_gr: Απαιτείται το πεδίο

source: Desired
el_gr: Επιθυμητό

source: Max is required
el_gr: Απαιτείται το μέγιστο

source: Max
el_gr: Μέγ

source: Min is required
el_gr: Απαιτείται το ελάχιστο

source: Min
el_gr: Ελ

source: Select a launch configuration...
el_gr: Επιλογή ρύθμισης εκκίνησης...

source: Default
el_gr: Προεπιλεγμένο

source: Oldest instance
el_gr: Παλιότερη μηχανή

source: Newest instance
el_gr: Νεότερη μηχανή

source: Oldest launch configuration
el_gr: Παλιότερη ρύθμιση εκκίνησης

source: At least one termination policy is required
el_gr: Απαιτείται τουλάχιστον μια πολιτική τερματισμού

source: Add termination policies in the order they should be executed.
el_gr: Προσθέστε τις πολιτικές τερματισμού με τη σειρά που θέλετε να εκτελεστούν.

source: Termination policies
el_gr: Πολιτικές τερματισμού

source: Action is required
el_gr: Απαιτείται ενέργεια

source: Action
el_gr: Ενέργεια

source: Amount is required
el_gr: Απαιτείται ποσοστό

source: Amount
el_gr: Ποσοστό

source: Measure is required
el_gr: Απαιτείται μέτρηση

source: Measure
el_gr: Μέτρηση

source: Alarm is required
el_gr: Απαιτείται ειδοποίηση

source: Alarm
el_gr: Ειδοποίηση

source: No alarms are available.
el_gr: Μη διαθέσιμες ειδοποιήσεις.

source: Instance(s)
el_gr: Μηχανή(ές)

source: Percentage
el_gr: Ποσοστό

source: No subnets
el_gr: Χωρίς υποδίκτυα

source: Create from volume
el_gr: Δημιουργία από τόμο

source: Image name is required
el_gr: Απαιτείται όνομα εικόνας

source: Delete on terminate
el_gr: Διαγραφή στον τερματισμό

source: Register as Windows OS image
el_gr: Εγγραφή ως εικόνα Windows OS

source: Delete in progress
el_gr: Διαγραφή σε εξέλιξη

source: Create and download random password
el_gr: Δημιουργία και λήψη τυχαίου κωδικού πρόσβασης

source: Create and download access keys
el_gr: Δημιουργία και λήψη κλειδιών πρόσβασης

source: Allow read/write access to all resource except users and groups
el_gr: Να επιτρέπεται πρόσβαση ανάγνωσης/εγγραφής σε όλους τους πόρους εκτός των χρηστών και ομάδων

source: E-mail address
el_gr: Διεύθυνση ηλ. ταχυδρομείου

source: Download keys after generation
el_gr: Λήψη κλειδιών μετά τη δημιουργία

source: Your password
el_gr: Ο κωδικός πρόσβασης σας

source: A password is required
el_gr: Απαιτείται κωδικός πρόσβασης

source: Group is required
el_gr: Απαιτείται ομάδα

source: Create from snapshot?
el_gr: Δημιουργία από στιγμιότυπο;

source: Volume size is required and must be an integer
el_gr: Απαιτείται μέγεθος τόμου και πρέπει να είναι ακέραιος

source: Volume size (GB)
el_gr: Μέγεθος τόμου (GB)

source: Availability zone is required
el_gr: Απαιτείται ζώνη διεθεσιμότητας

source: Instance
el_gr: Μηχανή

source: No available instances in availability zone
el_gr: Μη διαθέσιμες μηχανές στη ζώνη διαθεσιμότητας

source: Creating policy for user {0}
el_gr: Δημιουργία πολιτικής για το χρήστη {0}

source: Creating policy for account {0}
el_gr: Δημιουργία πολιτικής για το λογαριασμό {0}

source: Updating policy {0} for user {1}
el_gr: Ενημέρωση πολιτικής {0} για το χρήστη {1}

source: Updating policy {0} for account {1}
el_gr: Ενημέρωση πολιτικής {0} για το λογαριασμό {1}

source: Creating policy {0} for user {1}
el_gr: Δημιουργία πολιτικής {0} για το χρήστη {1}

source: Creating policy {0} for account {1}
el_gr: Δημιουργία πολιτικής {0} για το λογαριασμό {1}

source: Dashboard
el_gr: Πινακας ελεγχου

source: All availability zones
el_gr: Όλες οι ζώνες διαθεσιμότητας

source: Running instances
el_gr: Εκτελούμενες μηχανές

source: Launch Instance
el_gr: Έναρξη μηχανής

source: Stopped instances
el_gr: Σταματημένες μηχανές

source: Instances in scaling groups
el_gr: Μηχανές σε ομάδες κλιμάκωσης

source: Create scaling group
el_gr: Δημιουργία ομάδας κλιμάκωσης

source: Elastic IPs
el_gr: Elastic IP

source: Volumes
el_gr: Τόμοι

source: Create volume
el_gr: Δημιουργία τόμου

source: Snapshots
el_gr: Στιγμιότυπα

source: Create snapshot
el_gr: Δημιουργία στιγμιότυπου

source: Create bucket
el_gr: Δημιουργία bucket

source: Create security group
el_gr: Δημιουργία ομάδας ασφαλείας

source: Key pairs
el_gr: Ζεύγη κλειδιών

source: Create key pair
el_gr: Δημιουργία ζεύγους κλειδιών

source: Accounts
el_gr: Λογαριασμοί

source: Create account
el_gr: Δημιουργία λογαριασμού

source: Users
el_gr: Χρήστες

source: Create users
el_gr: Δημιουργία χρηστών

source: Groups
el_gr: Ομάδες

source: Create group
el_gr: Δημιουργία ομάδας

source: Create role
el_gr: Δημιουργία ρόλου

source: Service status
el_gr: Κατάσταση υπηρεσίας

source: Add a tile
el_gr: Προσθήκη πλακιδίου

source: Select tile
el_gr: Επιλογή πλακιδίου

source: Add Tile
el_gr: Προσθήκη πλακιδίου

source: HTTPS not detected. You will not be able to log in via HTTP unless the session.secure setting is properly configured. Please try again with a URL that begins with "https" instead of "http", and if the problem persists contact your cloud administrator.
el_gr: Δεν εντοπίστηκε HTTPS. Δεν θα μπορέσετε να συνδεθείτε μέσω HTTP εκτός και αν έχει ρυθμιστεί η ιδιότητα session.secure. Παρακαλούμε προσπαθήστε ξανά με μια που ξεκινά με "https" αντί του "http". Αν παραμένει το πρόβλημα, επικοινωνήστε με το διαχειριστή του cloud.

source: Warning! JavaScript is not enabled on your browser. To use the Eucalyptus Management Console, please enable JavaScript in your browser's settings.
el_gr: Προειδοποίηση! Δεν είναι ενεργοποιημένη η JavaScript στον περιηγητή σας. Για να χρησιμοποιήσετε την κονσόλα διαχείρισης του Eucalyptus, παρακαλούμε ενεργοποιήστε τη JavaScript στις ρυθμίσεις του περιηγητή σας.

source: WARNING: SSL not enabled
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Το SSL δεν είναι ενεργοποιημένο

source: This connection is untrusted because SSL is not enabled on the server. Credentials will be sent over the wire in clear text.
el_gr: Αυτή η σύνδεση είναι μη έμπιστη διότι το SSL δεν είναι ενεργοποιημένο στον διακομιστή. Τα διαπιστευτήρια θα σταλθούν στο διαδίκτυο ως απλό κείμενο.

source: Log in to Eucalyptus
el_gr: Συνδεθείτε στο Eucalyptus

source: Log in to AWS
el_gr: Συνδεθείτε στο AWS

source: Logging in
el_gr: Γίνεται σύνδεση

source: Forgot your password?
el_gr: Ξεχάσατε τo κωδικό πρόσβασης;

source: Need to access an IAM account?
el_gr: Θέλετε να συνδεθείτε σε λογαριασμό IAM;

source: Contact your
el_gr: Επικοινωνήστε με το

source: cloud administrator
el_gr: διαχειριστή σας

source: Browser doesn't support SVG
el_gr: Ο περιηγητής σας δεν υποστηρίζει SVG

source: The browser you are using lacks support for SVG images and many graphics this application uses won't display properly.
el_gr: Ο περιηγητής σας δεν υποστηρίζει εικόνες SVG και πολλά από τα γραφικά που χρησιμοποιεί αυτή η εφαρμογή δεν θα εμφανιστούν σωστά.

source: No items were found
el_gr: Δε βρέθηκαν αντικείμενα

source: Displaying
el_gr: Εμφάνιση

source: of
el_gr: από

source: items
el_gr: αντικείμενα

source: Remove
el_gr: Αφαίρεση

source: Required fields
el_gr: Απαιτούμενα πεδία

source: Actions
el_gr: Ενέργειες

source: Help
el_gr: Βοήθεια

source: Volume device options for Linux
el_gr: Επιλογές τόμου για Linux

source: Possible for Connection
el_gr: Πιθανό για σύνδεση

source: Recommended for EBS
el_gr: Συνιστάται για EBS

source: Volume device options for Windows
el_gr: Επιλογές τόμου για Windows

source: Note:
el_gr: Σημείωση:

source: Manage credentials
el_gr: Διαχείριση διαπιστευτηρίων

source: Manage credentials for user:
el_gr: Διαχείριση διαπιστευτήριων χρήστη:

source: Account
el_gr: Λογαριασμός

source: Password expired
el_gr: Ο κωδικός πρόσβασης έληξε

source: Change password
el_gr: Αλλαγή κωδικού πρόσβασης

source: Your password is used to log in to this Management Console.
el_gr: Ο κωδικός πρόσβασης χρησιμοποιείτε για τη σύνδεση σας στην κονσόλα διαχείρισης.

source: Your password has expired. Please update your password.
el_gr: Ο κωδικός πρόσβασης έχει λήξει. Παρακαλούμε ενημερώστε τον κωδικό πρόσβασης σας.

source: New password must be different than old one
el_gr: Ο νέος κωδικός πρόσβασης πρέπει να είναι διαφορετικός από τον παλιό

source: Passwords must match
el_gr: Οι κωδικοί πρέπει να ταιριάζουν

source: Change Password
el_gr: Αλλαγή κωδικού πρόσβασης

source: Cancel
el_gr: Ακύρωση

source: Generate access keys
el_gr: Δημιουργία κλειδιών πρόσβασης

source: This option generates a new set of access keys for you and makes them active. Please keep the downloaded file in a safe place, as they are not stored for you in the cloud.
el_gr: Αυτή η επιλογή δημιουργεί και ενεργοποιεί ένα νέο ζεύγος κλειδιών πρόσβασης για εσάς. Παρακαλούμε κρατήστε τα σε ασφαλές μέρες, καθώς δεν αποθηκεύονται για εσάς στο cloud.

source: Security note: Please contact your cloud administrator to have them remove any old keys you are no longer using.
el_gr: Σημείωση ασφάλειας: Παρακαλούμε επικοινωνήστε με τον διαχειριστή του cloud για να αφαιρέσει τυχών παλιά κλειδιά που δεν χρησιμοποιείται.

source: Create Access Keys
el_gr: Δημιουργία κλειδιών πρόσβασης

source: Download These Keys
el_gr: Λήψη των κλειδιών

source: Access keys
el_gr: Κλειδιά πρόσβασης

source: Access key
el_gr: Κλειδί πρόσβασης

source: Secret access key
el_gr: Μυστικό κλειδί πρόσβασης

source: Permission denied
el_gr: Άρνηση πρόσβασης

source: You do not have the correct permissions to create your own access keys.
el_gr: Δεν έχετε τα σωστά δικαιώματα για να δημιουργήσετε τα δικά σας κλειδιά πρόσβασης.

source: Please contact your cloud administrator to have them either update your permissions or generate a new set of access keys for you.
el_gr: Παρακαλούμε επικοινωνήστε με το διαχειριστή του cloud για να ενημερώσει τα δικαιώματα σας ή να δημιουργήσει νέο ζευγάρι κλειδιών πρόσβασης για εσάς.

source: Eucalyptus Management Console
el_gr: Eucalyptus - Κονσόλα διαχείρισης

source: About your cloud
el_gr: Περί cloud

source: Log out
el_gr: Αποσύνδεση

source: Eucalyptus cloud software version:
el_gr: Έκδοση λογισμικού του Eucalyptus cloud:

source: Session Timeout
el_gr: Λήξη συνεδρίας

source: Your session has timed out. This may be due to inactivity, a policy that does not provide login permissions, or an unexpected error. Please log in again, and contact your cloud administrator if the problem persists.
el_gr: Έληξε η συνεδρία σας. Αυτό μπορεί να έγινε λόγω αδράνειας, μια πολιτική δεν σας παρέχει δικαιώματα σύνδεσης ή προέκυψε ένα αναπάντεχο σφάλμα. Παρακαλούμε συνδεθείτε ξανά, και επικοινωνήστε με τον διαχειριστή του cloud αν επιμένει το πρόβλημα.

source: Login
el_gr: Σύνδεση

source: Confirm navigation
el_gr: Επιβεβαίωση πλοήγησης

source: You must click the "Save Changes" button before you leave this page or your changes will be lost.
el_gr: Πρέπει να κάνετε κλικ στο κουμπί "Αποθήκευση αλλαγών" πριν αποχωρήσετε από τη σελίδα διαφορετικά οι αλλαγές σας θα χαθούν.

source: Are you sure you want to leave this page?
el_gr: Είστε σίγουροι ότι θέλετε να αποχωρήσετε από τη σελίδα;

source: Stay on This Page
el_gr: Παραμονή στη σελίδα

source: Leave This Page
el_gr: Αποχώρηση από τη σελίδα

source: 404 Not Found
el_gr: Δε βρέθηκε 404

source: The resource you have requested was not found.
el_gr: Δεν βρέθηκε ο απαιτούμενος πόρος.

source: Create new account
el_gr: Δημιουργία νέου λογαριασμού

source: Create Account
el_gr: Δημιουργία λογαριασμού

source: Details for account:
el_gr: Λεπτομέρεις λογαριασμού:

source: General
el_gr: Γενικά

source: Delete account
el_gr: Διαγραφή λογαριασμού

source: Denial policies
el_gr: Πολιτικές άρνησης

source: View details
el_gr: Προβολή λεπτομερειών

source: Delete
el_gr: Διαγραφή

source: Account name
el_gr: Όνομα λογαριασμού

source: Create Folder
el_gr: Δημιουργία φακέλου

source: Size
el_gr: Μέγεθος

source: Paste folder
el_gr: Επικόλληση φακέλου

source: Warning
el_gr: Προειδοποίηση

source: Creation time
el_gr: Ώρα δημιουργίας

source: Save Changes
el_gr: Αποθήκευση αλλαγών

source: OK
el_gr: Εντάξει

source: Advanced
el_gr: Για προχωρημένους

source: Creation Time
el_gr: Ώρα δημιουργίας

source: Remove from view
el_gr: Αφαίρεση από τη προβολή

source: CloudWatch Alarms
el_gr: Ειδοποιήσεις CloudWatch

source: When the
el_gr: Όταν το

source: Deleting an account DOES NOT delete that account's cloud resources, for example instances or volumes. We recommend you delete all resources in an account before deleting the account.
el_gr: Διαγράφοντας ένα λογαριασμό ΔΕΝ διαγράφονται οι πόροι του από το cloud, για παράδειγμα μηχανές ή τόμοι. Σας συνιστούμε να διαγράψετε όλους τους πόρους για έναν λογαριασμό πρωτού τον διαγρέψετε.

source: Deleting an account does delete all users in the account and their associated credentials.
el_gr: Διαγράφοντας ένα λογαριασμό διαγράφονται και όλοι οι χρήστες του μαζί με τα συσχετισμένα διαπιστευτήρια.

source: Yes, Delete Account
el_gr: Ναι, διαγραφή λογαριασμού

source: Sending request
el_gr: Αποστολή αιτήματος

source: Yes,
el_gr: Ναι,

source: Suspend
el_gr: Aναστολή

source: Delete bucket
el_gr: Διαγραφή bucket

source: Are you sure you want to delete bucket
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε το bucket

source: You cannot delete a bucket unless it is empty. Please delete all the files and folders this bucket contains and retry this operation.
el_gr: Δεν μπορείτε να διαγράψετε ένα bucket εκτός και αν είναι άδειο. Παρακαλούμε διαγράψτε όλα τα αρχεία και τους φακέλους που περιέχει αυτό το bucket και προσπαθήστε ξανά.

source: This bucket appears empty, but there are {{ versionCount }} older versions of objects still present.
el_gr: Αυτό το bucket φαίνεται να είναι άδειο, αλλά υπάρχουν {{ versionCount }} παλιότερες εκδόσεις αντικειμένων.

source: Yes, Delete Bucket
el_gr: Ναι, διαγραφή bucket

source: Pasting a folder and its contents can take some time. Leaving this page while the paste is in progress will cancel the operation.
el_gr: Επικολλώντας ένα φάκελο με τα περιεχόμενα του μπορεί να πάρει λίγη ώρα. Αν φύγετε από τη σελίδα κατά τη διάρκεια της επικόλλησης θα ακυρωθεί η λειτουργία

source: Cancel Remaining Pastes
el_gr: Ακύρωση υπολειπόμενων επικολλήσεων

source: Delete object
el_gr: Διαγραφή αντικειμένου

source: This action cannot be undone. Are you sure you want to delete
el_gr: Αυτή η ενέργεια δε μπορεί να αναιρεθεί. Είστε σίγουροι ότι θέλετε να διαγράψετε
