Repository: eucalyptus/eucaconsole
Catalog: locale/*/LC_MESSAGES/eucaconsole.po
Languages: el_gr

source: Details for launch configuration:
el_gr: Λεπτομέρεις για ρτυθμίσεις εκκίνησης:

source: Use to create scaling group
el_gr: Χρησιμοποιήστε το για να δημιουργήσετε μια ομάδα κλιμάκωσης

source: In use?
el_gr: Σε χρήση;

source: VPC IP Assignment
el_gr: Εκχώρηση VPC IP

source: enabled
el_gr: ενεργό

source: disabled
el_gr: ανενεργό

source: Image not found
el_gr: Δε βρέθηκε η εικόνα

source: Launch configuration broken: No image found
el_gr: Άκυρη ρύθμιση εκκίνησης: Δε βρέθηκε εικόνα

source: This launch configuration will no longer function, because the image associated with this launch configuration can no longer be found in the cloud. It may have been deregistered.
el_gr: Αυτή η ρύθμιση εκκίνησης δεν θα λειτουργεί πλέον, διότι η εικόνα που είχε συσχετιστεί με αυτή τη ρύθμιση δεν υπάρχει στο cloud. Μπορεί να έχει διαγραφεί.

source: Please delete this launch configuration.
el_gr: Παρακαλούμε διαγράψτε αυτή τη ρύθμιση εκκίνησης.

source: Create new launch configuration
el_gr: Δημιουργίας νέας ρύθμισης εκκίνησης

source: Please specify the launch configuration name and the instance size/type.
el_gr: Παρακαλούμε καθορίστε το όνομα της ρύθμισης εκκίνησης και το μέγεθος/τύπο της μηχανής.

source: Please specify your network and security settings.
el_gr: Παρακαλούμε καθορίστε τις ρυθμίσεις δικτύου και ασφάλειας.

source: Create New Launch Configuration
el_gr: Δημιουργία νέας ρύθμισης εκκίνησης

source: Add another tag
el_gr: Προσθήκη άλλης ετικέτας

source: Add a tag
el_gr: Προσθήκη ετικέτας

source: Tag may not begin with "aws:" or its length cannot be longer than 128 chars
el_gr: Η ετικέτα δεν μπορεί να ξεκινά με "aws:" ή να είναι μεγαλύτερη από 128 χαρακτήρες

source: Tag may not begin with "aws:" or its length be longer than 128 chars
el_gr: Η ετικέτα δεν μπορεί να ξεκινά με "aws:" ή να είναι μεγαλύτερη από 128 χαρακτήρες

source: Add Tag
el_gr: Προσθήκη ετικέτας

source: You may not add more than ten tags to a resource.
el_gr: Δεν μπορείτε να προσθέσετε περισσότερες από δέκα ετικέτες στον πόρο.

source: Snapshot
el_gr: Στιγμιότυπο

source: Delete on Terminate
el_gr: Διαγραφή στον τερματισμό

source: Size is required
el_gr: Απαιτείται μέγεθος

source: Remove device
el_gr: Αφαίρεση συσκευής

source: Add another device
el_gr: Προσθήκη άλλης συσκευής

source: Add a device
el_gr: Προσθήκη συσκευής

source: Create from snapshot
el_gr: Δημιουργία από στιγμιότυπο

source: Add Device
el_gr: Προσθήκη συσκευής

source: Select
el_gr: Επιλέξτε

source: Select a machine image for your
el_gr: Επιλέξτε μια εικόνα για

source: virtual machine instance
el_gr: τη ρύθμιση εκκίνησης

source: launch configuration
el_gr: της εικονικής μηχανής

source: Loading...
el_gr: Γίνεται φόρτωση...

source: No images were found matching the criteria.
el_gr: Δεν βρέθηκαν αποτελέσματα που να ταιριάζουν στην αναζήτησή σας

source: OR: enter an image ID
el_gr: ή: εισάγετε ένα ID εικόνας

source: Image ID must be 12 alphanumeric characters and begin with 'emi-' or 'ami-'.
el_gr: Το ID εικόνας πρέπει να είναι 12 αλφαριθμητικοί χαρακτήρες που ξεκινούν με 'emi-' ή 'ami-'.

source: Cannot find Image ID.
el_gr: Αδύνατη εύρεσης ID εικόνας

source: Add Access Policy
el_gr: Προσθήκη πολιτικής πρόσβασης

source: {{ policyName }} policy
el_gr: {{ policyName }} πολιτική

source: Delete policy
el_gr: Διαγραφή πολιτικής

source: Are you sure you want to delete the policy
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε την πολιτική

source: Metadata
el_gr: Μεταδεδομένα

source: Add another metadata pair
el_gr: Προσθήκη άλλο ζεύγος μεταδεδομένων

source: Add a metadata pair
el_gr: Προσθήκη ζεύγος μεταδεδομένων

source: Add Metadata Pair
el_gr: Προσθήκη ζεύγος μεταδεδομένων

source: Warning: Unsaved Metadata Entry
el_gr: Προειδοποίηση: Μη αποθηκευμένη καταχώριση μεταδεδομένων

source: Warning: Unsaved Sharing Entry
el_gr: Προειδοποίηση: Μη αποθηκευμένη καταχώριση διαμοιρασμού

source: Rules
el_gr: Κανόνες

source: Inbound
el_gr: Εισερχόμενα

source: Outbound
el_gr: Εξερχόμενα

source: Add an inbound rule
el_gr: Προσθήκη κανόνα εισερχομένων

source: Add another inbound rule
el_gr: Προσθήκη άλλου κανόνα εισερχομένων

source: Add an outbound rule
el_gr: Προσθήκη κανόνα εξερχομένων

source: Add another outbound rule
el_gr: Προσθήκη άλλου κανόνα εξερχομένων

source: Name or Number
el_gr: Όνομα ή νούμερο

source: Invalid custom protocol
el_gr: Μη έγκυρο προσαρμοσμένο πρωτόκολλο

source: Port range
el_gr: Εύρος πορτών

source: Allow traffic from
el_gr: Να επιτρέπεται κίνηση από

source: Valid CIDR entry required
el_gr: Απαιτείται έγκυρο CIDR

source: Open to all addresses
el_gr: Ανοιχτό σε όλες τις διευθύνσεις

source: Use my IP address
el_gr: Χρήση της διεύθυνσης ΙΡ μου

source: Rule already exists
el_gr: Υπάρχει ήδη ο κανόνας

source: Owner ID must be 12 digit number followed by / and group name
el_gr: Το ID χρήστη πρέπει να είναι ένας αριθμός 12 ψηφίων ακολοθούμενος από / και το όνομα ομάδας

source: Add Rule
el_gr: Προσθήκη κανόνα

source: All traffic
el_gr: Όλη η κίνηση

source: Custom protocol
el_gr: Προσαρμοσμένο πρωτόκολλο:

source: Rules for
el_gr: Κανόνες για

source: Inbound:
el_gr: Εισερχόμενα:

source: Rule
el_gr: Κανόνας

source: Outbound:
el_gr: Εξερχόμενα:

source: Warning: No rules defined for security group
el_gr: Προειδοποίηση: Δεν καθορίστηκαν κανόνες για την ομάδα ασφαλείας

source: WARNING:
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ:

source: Please remember to edit your security group after you launch your instance(s).
el_gr: Παρακαλούμε θυμηθείτε να επεξεργαστείτε την ομάδα ασφαλείας αφού εκκινήσετε τη μηχανή σας.

source: Tag may not begin with "aws:" or its length cannot be longer than 256 chars
el_gr: Η ετικέτα δεν μπορεί να ξεκινά με "aws:" ή να είναι μεγαλύτερη από 256 χαρακτήρες

source: Note that one of your tags is being used to display the resource name.
el_gr: Σημειώστε ότι μία από τις ετικέτες σας χρησιμοποιείται για να εμφανίσει το όνομα του πόρου.

source: User
el_gr: Χρήστης

source: Add another user
el_gr: Προσθήκη άλλου χρήστη

source: Add a user
el_gr: Προσθήκη χρήστη

source: Must have at least one user, and the names of users must be alphanumeric, including the following common characters: plus (+), equal (=), comma (,), period (.), at (@), and dash (-), and cannot contain spaces.
el_gr: Πρέπει να έχει τουλάχιστον ένα χρήστη, και τα ονόματα των χρηστών πρέπει να είναι αλφαριθμητικά, περιέχοντας τους ακόλουθους χαρακτήρες: συν (+), ίσο (=), κόμμα (,), τελεία (.), παπάκι (@), και παύλα (-) και δεν πρέπει να περιέχει κενά.

source: Add User
el_gr: Προσθήκη χρήστη

source: Create access policy
el_gr: Δημιουργία πολιτικής πρόσβασης

source: Add access policy for:
el_gr: Προσθήκη πολιτικής πρόσβασης για:

source: Select a template
el_gr: Επιλογή προτύπου

source: Create a custom policy
el_gr: Δημιουργία προσαρμοσμένης πολιτικής

source: Account administrator access
el_gr: Πρόσβαση λογαριασμού διαχειριστή

source: Provides full access to all resources, including users and groups
el_gr: Παρέχει πλήρη πρόσβαση σε όλους τους πόρους, συμπεριλαμβανομένων των χρηστών και των ομάδων

source: User access
el_gr: Πρόσβαση χρήστη

source: Provides full access to all resources, but not users and groups
el_gr: Παρέχει πλήρη πρόσβαση σε όλους τους πόρους, αλλά όχι σε χρήστες και ομάδες

source: Monitor access
el_gr: Πρόσβαση παρακολούθησης

source: Provides read-only access to all resources, with no access to users and groups
el_gr: Παρέχει πρόσβαση μόνο για ανάγνωση σε σε όλους τους πόρους, χωρίς πρόσβαση σε χρήστες και ομάδες

source: Use the policy generator
el_gr: Χρήση του δημιουργού πολιτικής

source: This tool helps you easily create a policy without needing to understand policy language
el_gr: Αυτό το εργαλείο σας βοηθάει να δημιουργήσετε εύκολα μια πολιτική χωρίς να ξέρετε μια γλώσσα προγραμματισμού.

source: Upload or write a file (advanced)
el_gr: Αποστολή ή εγγραφή αρχείου (προχωρημένο)

source: You may write a policy using policy syntax by simply copy/pasting or typing directly into the Policy box in the panel on the right.
el_gr: Μπορείτε να γράψετε μια πολιτική απλώς με αντιγραφή/επικόλληση ή γράφοντας απαυθείας στο πλαίσιο πολιτικής στη δεξιά στήλη.

source: Warning:
el_gr: Προειδοποίηση:

source: Create Policy
el_gr: Δημιουργία πολιτικής

source: Creating Policy
el_gr: Δημιουργία πολιτικής

source: Warning: Policy name conflict
el_gr: Προειδοποίηση: Διένεξη ονόματος πολιτικής

source: The existing policy will be replaced with this policy if you do not choose a different name.
el_gr: Η υπάρχουσα πολιτική θα αντικατασταθεί με αυτή την πολιτική αν δεν επιλέξετε διαφορετικό όνομα.

source: I Understand the Risks
el_gr: Κατανοώ τους κινδύνους

source: Allow
el_gr: Να επιτρέπεται

source: Deny
el_gr: Να μην επιτρέπεται

source: Resources
el_gr: Πόροι

source: Set a specific resource (ARN):
el_gr: Ορισμός συγκεκριμένου πόρου (ARN):

source: Set another resource (ARN):
el_gr: Ορισμός άλλου πόρου (ARN):

source: All resources
el_gr: Όλοι οι πόροι

source: Set a specific resource:
el_gr: Ορισμός συγκεκριμένου πόρου:

source: Set another resource:
el_gr: Ορισμός άλλου πόρου:

source: Add Resource
el_gr: Προσθήκη πόρου

source: Conditions (optional)
el_gr: Κριτήρια (προαιρετικό)

source: Add a condition:
el_gr: Προσθήκη κριτηρίου:

source: Add another condition:
el_gr: Προσθήκη άλλου κριτηρίου:

source: Select key...
el_gr: Επιλογή κλειδιού...

source: EBS optimized
el_gr: Βελτιστοποιημένο EBS

source: Image type
el_gr: Τύπος εικόνας

source: Instance profile
el_gr: Προφίλ μηχανής

source: Parent snapshot
el_gr: Γονικό στιγμιότυπο

source: Parent volume
el_gr: Γονικός τομέας

source: Tenancy
el_gr: Κατοχή

source: Target image
el_gr: Εικόνα προορισμού

source: Volume IOPS
el_gr: IOPS τόμου

source: Volume size
el_gr: Μέγεθος τόμου

source: Volume type
el_gr: Τύπος τόμου

source: Version ID (s3:VersionId)
el_gr: ID έκδοσης (s3:VersionId)

source: Restrict to region (s3:LocationPrefix)
el_gr: Περιορισμός σε περιοχή (s3:LocationPrefix)

source: Prefix (s3:prefix)
el_gr: Πρόθεμα (s3:prefix)

source: Delimiter (s3:delimiter)
el_gr: Οριοθέτης (s3:delimiter)

source: Current time
el_gr: Τρέχουσα ώρα

source: Epoch time
el_gr: Ώρα Epoch

source: Secure transport
el_gr: Ασφαλής μεταφορά

source: Source ARN
el_gr: Πηγή ARN

source: Source IP
el_gr: Πηγή IP

source: User ID
el_gr: ID χρήστη

source: True
el_gr: Αληθές

source: Add Condition
el_gr: Προσθήκη κριτηρίου

source: Create new role
el_gr: Δημιουργία ρόλου

source: Details for role:
el_gr: Λεπτομέρειες ρόλου:

source: Add role to account:
el_gr: Προσθήκη ρόλου στον λογαριασμό:

source: EC2 service
el_gr: Υπηρεσία EC2

source: Account ID<dynamic element>
el_gr: ID λογαριασμού<dynamic element>

source: Account ID must be a 12 digit number
el_gr: Το ID λογαριασμού πρέπει να είναι αριθμός 12 ψηφίων

source: External ID
el_gr: Εξωτερικό ID

source: Create Role
el_gr: Δημιουργία ρόλου

source: Define who can assume this role, and when.
el_gr: Καθορίστε ποιος μπορεί να αναλάβει τον ρόλο και πότε.

source: Edit Trust Policy
el_gr: Επεξεργασία πολιτικής εμπιστοσύνης

source: Trust Policy
el_gr: Πολιτική εμπιστοσύνης

source: Scaling groups
el_gr: Ομάδες κλιμάκωσης

source: Details for scaling group:
el_gr: Λεπτομέρειες ομάδας κλιμάκωσης:

source: Scaling Policies
el_gr: Πολιτικές κλιμάκωσης

source: add scaling policies
el_gr: προσθήκη πολιτικών κλιμάκωσης

source: State
el_gr: Κατάσταση

source: Are you sure you want to terminate instance
el_gr: Είστε σίγουροι ότι θέλετε να τερματήσετε την μηχανή

source: Add a scaling policy
el_gr: Προσθήκη πολιτικής κλιμάκωσης

source: Policy:
el_gr: Πολιτική:

source: Alarms:
el_gr: Ειδοποιήσεις:

source: Delete scaling group policy
el_gr: Διαγραφή πολιτικής της ομάδας κλιμάκωσης

source: Yes, Delete Policy
el_gr: Ναι, διαγραφή πολιτικής

source: Create scaling policy for:
el_gr: Δημιουργία πολιτικής κλιμάκωσης για:

source: select alarm...
el_gr: επιλογή ειδοποίησης...

source: Create Scaling Policy
el_gr: Δημιουργία πολιτικής κλιμάκωσης

source: Capacity
el_gr: Χωρητικότητα

source: Next Step
el_gr: Επόμενο βήμα.

source: Create new scaling group
el_gr: Δημιουργία νέας ομάδας κλιμάκωσης

source: Create Scaling Group
el_gr: Δημιουργία ομάδας κλιμάκωσης

source: Name:
el_gr: Όνομα:

source: Launch configuration:
el_gr: Ρύθμιση εκκίνησης:

source: VPC network:
el_gr: Δίκτυο VPC:

source: VPC subnet:
el_gr: Υποδίκτυο VPC:

source: Instances:
el_gr: Μηχανές:

source: Availability zones:
el_gr: Ζώνες διαθεσιμότητας:

source: No launch configurations found
el_gr: Δε βρέθηκαν ρυθμίσεις εκκίνησης

source: You must create a launch configuration before you can create a scaling group.
el_gr: Πρέπει να δημιουργήσετε μια ρύθμιση εκκίνησης πρωτού δημιουργήσετε μια ομάδα κλιμάκωσης.

source: Create New Scaling Group
el_gr: Δημιουργία νέας ομάδας κλιμάκωσης

source: Manage policies
el_gr: Διαχείριση πολιτικών

source: instance
el_gr: μηχανή

source: Min:
el_gr: Ελ:

source: Desired:
el_gr: Επιθυμητό:

source: Max:
el_gr: Μέγ:

source: Launch config
el_gr: Ρύθμιση εκκίνησης

source: Avail zones
el_gr: Ζώνες διαθ.

source: Details for security group:
el_gr: Λεπτομέρειες ομάδας ασφαλείας:

source: Create new security group
el_gr: Δημιουργία νέας ομάδας ασφαλείας

source: Warning: Invalid rules detected
el_gr: Προειδοποίηση: Εντοπίστηκαν μη έγκυροι κανόνες

source: This security group contains the following rules which reference other security groups that no longer exist.
el_gr: Αυτή η ομάδα ασφάλειας περιέχει τους ακόλουθους κανόνες οι οποίοι παραπέμπουν σε άλλες ομάδες ασφάλειας που δεν υπάρχουν πια.

source: Inbound rules:
el_gr: Κανόνες εισερχομένων:

source: Outbound rules:
el_gr: Κανόνες εξερχομένων:

source: OK, Continue to Page
el_gr: Εντάξει, μετάβαση στη σελίδα

source: Create New Security Group
el_gr: Δημιουργία νέας ομάδας ασφαλείας

source: Inbound Rules
el_gr: Κανόνες εισερχομένων

source: Outbound Rules
el_gr: Κανόνες εξερχομένων

source: VPC NAME (ID)
el_gr: ΟΝΟΜΑ VPC (ID)

source: DESCRIPTION
el_gr: ΠΕΡΙΓΡΑΦΗ

source: INBOUND RULES
el_gr: ΚΑΝΟΝΕΣ ΕΙΣΕΡΧΟΜΕΝΩΝ

source: OUTBOUND RULES
el_gr: ΚΑΝΟΝΕΣ ΕΞΕΡΧΟΜΕΝΩΝ

source: Details for snapshot:
el_gr: Λεπτομέρειες στιγμιότυπου:

source: Create new snapshot
el_gr: Δημιουργία νέου στιγμιότυπου

source: Waiting for snapshot to be completed...
el_gr: Αναμονή για ολοκλήρωση δημιουργίας του στιγμιότυπου...

source: Create volume from snapshot
el_gr: Δημιουργία τόμου από στιγμιότυπο

source: Register as image
el_gr: Εγγραφή ως εικόνα

source: Progress
el_gr: Πρόοδος

source: Snapshot ID
el_gr: ID στιγμιότυπου

source: Created from volume
el_gr: Δημιουργήθηκε από τόμο

source: Time started
el_gr: Ώρα έναρξης

source: Snapshot was successfully deleted.
el_gr: Το στιγμιότυπο διαγράφηκε με επιτυχία.

source: Return to snapshots page
el_gr: Επιστροφή στη σελίδα στιγμιότυπων

source: Create Snapshot
el_gr: Δημιουργία στιγμιότυπου

source: You must have volumes before you can create snapshots.
el_gr: Πρέπει να έχετε τόμους πρωτού δημιουργήσετε στιγμιότυπα.

source: Create New Volume
el_gr: Δημιουργία νέου τόμου

source: Create New Snapshot
el_gr: Δημιουργία νέου στιγμιότυπου

source: Start time
el_gr: Ώρα έναρξης

source: Auto scaling
el_gr: Αυτόματη κλιμάκωση

source: Elastic load balancing
el_gr: Elastic εξισορρόπηση φόρτου

source: Create new users
el_gr: Δημιουργία νέων χρηστών

source: Add user(s) to account:
el_gr: Προσθήκη χρήστη(ών) στο λογαριασμό:

source: Create Users
el_gr: Δημιουργία χρηστών

source: Details for user:
el_gr: Λεπτομέρειες χρήστη:

source: Security credentials
el_gr: Διαπιστευτήρια ασφάλειας

source: Disable
el_gr: Απενεργοποίηση

source: Select group...
el_gr: Επιλογή ομάδας...

source: Add User to Group
el_gr: Προσθήκη χρήστη σε ομάδα

source: Remove user
el_gr: Αφαίρεση χρήστη

source: User policies
el_gr: Πολιτικές χρήστη

source: Best practice: Only define user policies when group policies do not meet your needs.
el_gr: Βέλτιστη πρακτική: Καθορίστε πολιτικές χρήστη μόνο όταν οι πολιτικές μιας ομάδας δεν καλύπτουν τις ανάγκες σας.

source: Users managing their cloud with the Management Console require a password.
el_gr: Χρήστες που διαχειρίζονται το cloud με τη κονσόλα διαχείρισης χρειάζονται κωδικό πρόσβασης.

source: Password set?:
el_gr: Έχει οριστεί κωδικός πρόσβασης;

source: Delete password
el_gr: Διαγραφή κωδικού πρόσβασης

source: Create new password:
el_gr: Νέος κωδικός πρόσβασης:

source: Generate and download a random password.
el_gr: Δημιουργία και λήψη τυχαίου κωδικού πρόσβασης

source: Generate Random Password
el_gr: Δημιουργία τυχαίου κωδικού πρόσβασης

source: OR
el_gr: Ή

source: Manually enter a password.
el_gr: Χειροκίνητη εισαγωγή κωδικού πρόσβασης

source: Password must be at least 6 characters
el_gr: Ο κωδικός χρήστη πρέπει να είναι τουλάχιστον 6 χαρακτήρες

source: Save Password
el_gr: Αποθήκευση κωδικού πρόσβασης

source: Are you sure you want to delete this user's password
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε τον κωδικό πρόσβασης του χρήστη

source: Yes, Delete Password
el_gr: Ναι, διαγραφή κωδικού πρόσβασης

source: This operation requires the password of the person making the request. Please enter your password below
el_gr: Αυτή η λειτουργία απαιτεί τον κωδικό πρόσβασης του ατόμου που έκανε την αίτηση. Παρακαλούμε πληκτρολογήστε παρακάτω τον κωδικό πρόσβαση σας

source: The password you entered is incorrect.
el_gr: Ο κωδικός πρόσβασης που εισάγατε είναι λάθος.

source: Users managing their cloud with other tools than the Management Console require access keys.
el_gr: Χρήστες που διαχειρίζονται το cloud και με άλλα εργαλεία εκτός της κονσόλας διαχείρισης χρειάζονται κλειδιά πρόσβασης.

source: Generate Access Key
el_gr: Δημιουργία κλειδιού πρόσβασης

source: ACCESS KEY ID
el_gr: Ταυτοτητα κλειδιου προσβασης

source: Deactivate
el_gr: Απενεργοποίηση

source: Activate
el_gr: Ενεργοποίηση

source: Delete access key
el_gr: Διαγραφή κλειδιού πρόσβασης

source: Are you sure you want to delete access key
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε το κλειδί πρόσβασης

source: Yes, Delete Key
el_gr: Ναι, διαγραφή κλειδιού

source: Create New Users
el_gr: Δημιουργία νέων χρηστών

source: Password Set
el_gr: Ορισμός κωδικού πρόσβασης

source: Access Keys
el_gr: Κλειδιά πρόσβασης

source: Does not have password
el_gr: Δεν έχει κωδικό πρόσβασης

source: Does not have active access keys
el_gr: Δεν έχει ενεργά κλειδιά πρόσβασης

source: Active
el_gr: Ενεργό

source: User name
el_gr: Όνομα χρήστη

source: active
el_gr: ενεργό

source: Details for volume:
el_gr: Λεπτομέρειες τόμου:

source: Create a snapshot
el_gr: Δημιουργία στιγμιότυπου

source: Create snapshot from volume
el_gr: Δημιουργία στιγμιότυπου από τόμο

source: Add a snapshot for
el_gr: Προσθήκη στιγμιότυπου για

source: Create new volume
el_gr: Δημιουργία νέου τόμου

source: Attach to instance
el_gr: Δημιουργία νέου στιγμιότυπου

source: Detach from instance
el_gr: Απόσπαση από τη μηχανή

source: Attachment time
el_gr: Ώρα επισύναψης

source: Created from snapshot
el_gr: Δημιουργήθηκε από στιγμιότυπο

source: Volume size must be greater than or equal to {{ snapshotSize }}
el_gr: Το μέγεθος τόμου πρέπει να είναι μεγαλύτερο ή ίσο από {{ snapshotSize }}

source: You should create your volume in the same availability zone as the instance with which you want to use it.
el_gr: Πρέπει να δημιουργήσετε τον τόμο σας στην ίδια ζώνη διαθεσιμότητας με τη μηχανή που θέλετε να χρησιμοποιήσετε.

source: Create Volume
el_gr: Δημιουργία τόμου

source: Manage snapshots
el_gr: Διαχείριση στιγμιότυπων

source: Avail Zone
el_gr: Ζώνες διαθ.

source: Account name: A to Z
el_gr: Όνομα λογαριασμού: Α σε Ω

source: Account name: Z to A
el_gr: Όνομα λογαριασμού: Ω σε Α

source: Deleting account {0}
el_gr: Διαγραφή λογαριασμού {0}

source: Successfully deleted account
el_gr: Ο λογαριασμοός διαγράφθηκε επιτυχώς

source: Unable to delete account.
el_gr: Αδυναμία διαγραφής λογαριασμού.

source: Requires non-negative integer (or may be empty)
el_gr: Απαιτείται θετικός ακέραιος (ή μπορεί να είναι κενό)

source: Creating account {0}
el_gr: Δημιουργία λογαριασμού {0}

source: Creating user {0}
el_gr: Δημιουργία χρήστη {0}

source: Generating password for user {0}
el_gr: Δημιουργία κωδικού πρόσβασης για τον χρήστη {0}

source: Creating access keys for user {0}
el_gr: Δημμιουργία κλειδιών πρόσβασης για τον χρήστη {0}

source: User Name
el_gr: Όνομα χρήστη

source: Access Key
el_gr: Κλειδί πρόσβασης

source: Secret Key
el_gr: Μυστικό κλειδί

source: Successfully created account {account}
el_gr: Ο λογαριασμός {account} δημιουργήθηκε επιτυχώς

source: Successfully modified account {account}
el_gr: Ο λογαριασμός {account} τροποποιήθηκε επιτυχώς

source: Successfully updated account policy
el_gr: Η πολιτική λογαριασμού ενημερώθηκε επιτυχώς

source: Deleting policy {0} for account {1}
el_gr: Διαγραφή πολιτικής {0} για το λογαριασμό {1}

source: Successfully deleted account policy
el_gr: Η πολιτική λογαριασμού διαγράφηκε επιτυχώς

source: Creating alarm {0}
el_gr: Δημιουργία ειδοποίησης {0}

source: Successfully created alarm
el_gr: Η ειδοποίηση δημιουργήθηκε επιτυχώς

source: Deleting alarm {0}
el_gr: Διαγραφή ειδοποίησης {0}

source: Successfully deleted alarm
el_gr: Η ειδοποίηση διαγράφηκε επιτυχώς

source: Bucket name: A to Z
el_gr: Όνομα bucket: Α σε Ω

source: Bucket name: Z to A
el_gr: Όνομα bucket: Ω σε Α

source: Creation time: Oldest to Newest
el_gr: Ώρα δημιουργίας: Παλιότερη σε νεότερη

source: Creation time: Newest to Oldest
el_gr: Ώρα δημιουργίας: Νεότερη σε παλιότερη

source: keys must be specified.
el_gr: πρέπει να καθοριστούν κλειδιά.

source: Successfully deleted key(s).
el_gr: Το κλειδί(-α) διαγράφηκε επιτυχώς

source: Successfully copied object(s).
el_gr: Το αντικείμενο(-α) αντιγράφηκαν επιτυχώς.

source: Failed to copy all keys.
el_gr: Αποτυχία αντιγραφής όλων των κλειδιών.

source: Successfully copied object.
el_gr: Το αντικείμενο αντιγράφτηκε επιτυχώς.

source: Name: A to Z
el_gr: Όνομα: Α σε Ω

source: Name: Z to A
el_gr: Όνομα: Ω σε Α

source: Size: Largest to smallest
el_gr: Μέγεθος: Μεγαλύτερο σε μικρότερο

source: Size: Smallest to largest
el_gr: Μέγεθος: Μικρότερο σε μεγαλύτερο

source: Modified time: Newest to Oldest
el_gr: Ώρα τροποποίησης: Παλιότερη σε νεότερη

source: Modified time: Oldest to Newest
el_gr: Ώρα τροποποίησης: Παλιότερη σε νεότερη

source: Successfully added folder
el_gr: Ο φάκελος προστέθηκε επιτυχώς

source: Successfully modified bucket
el_gr: Το bucket τροποποιήθηκε επιτυχώς

source: Successfully modified
el_gr: Τροποποιήθηκε επιτυχώς

source: Successfully created
el_gr: Δημιουργήθηκε επιτυχώς

source: Compute
el_gr: Υπολογισμός

source: Auto Scaling
el_gr: Αυτόματη κλιμάκωση

source: Elastic Load Balancing
el_gr: Elastic εξισορρόπηση φόρτου

source: Group name: A to Z
el_gr: Όνομα ομάδας: Α σε Ω

source: Group name: Z to A
el_gr: Όνομα ομάδας: Ω σε Α

source: Deleting group {0}
el_gr: Διαγραφή ομάδας {0}

source: Successfully deleted group
el_gr: Η ομάδα διαγράφηκε επιτυχώς

source: Unable to delete group.
el_gr: Αδυναμία διαγραφής ομάδας.

source: Group names must be between 1 and 128 characters long, and may contain letters, numbers, '+', '=', ',', '.'. '@' and '-', and cannot contain spaces.
el_gr: Τα ονόματα των ομάδων πρέπει να είναι μεταξύ 1 και 128 χαρακτήρων, μπορούν να περιέχουν γράμματα, αριθμούς, '+', '=', ',', '.'. '@' and '-', και δεν πρέπει να περιέχουν κενά.

source: Creating group {0}
el_gr: Δημιουργία ομάδας {0}

source: Successfully created group {group}
el_gr: Η ομάδα {group} δημιουργήθηκε επιτυχώς

source: Updating group {0}
el_gr: Ενημέρωση ομάδς {0}

source: Successfully modified group {group}
el_gr: Η ομάδα {group} τροποποιήθηκε επιτυχώς

source: Adding user {0} to group {1}
el_gr: Προσθήκη χρήστη {0} στην ομάδα {1}

source: Successfully added user {user}
el_gr: Ο χρήστης {user} προστέθηκε επιτυχώς
