Repository: eucalyptus/eucaconsole
Catalog: locale/*/LC_MESSAGES/eucaconsole.po
Languages: el_gr

source: Removing user {0} from group {1}
el_gr: Αφαίρεση χρήστη {0} από την ομάδα {1}

source: Successfully removed user {user}
el_gr: Ο χρήστης {user} αφαιρέθηκε επιτυχώς

source: Updating policy {0} for group {1}
el_gr: Ενημέρωση πολιτικής {0} για την ομάδα {1}

source: Successfully updated group policy
el_gr: Η πολιτική ομάδας ενημερώθηκε επιτυχώς

source: Deleting policy {0} for group {1}
el_gr: Διγραφή πολιτικής {0} για την ομάδα {1}

source: Successfully deleted group policy
el_gr: Η πολιτική ομάδας ενημερώθηκε επιτυχώς

source: Image name: A to Z
el_gr: Όνομα εικόνας: Α σε Ω

source: Image name: Z to A
el_gr: Όνομα εικόνας: Ω σε Α

source: Successfully modified image
el_gr: Η εικόνα δημιουργήθηκε επιτυχώς

source: Adding accountID {0} to launch permissions
el_gr: Προσθήκη accountID {0} στα δικαιωμάτα εκκίνησης

source: Successfully added accountID {lp}
el_gr: Το accountID {lp} προστέθηκε επιτυχώς

source: Removing accountID {0} from launch permissions
el_gr: Αφαίρεση accountID {0} από τα δικαιωμάτα εκκίνησης

source: Successfully removed accountID {lp}
el_gr: Το accountID {lp} αφαιρέθηκε επιτυχώς

source: Successfully sent request to deregistered image.
el_gr: Η αίτηση απεγγραφής της εικόνας στάλθηκε επιτυχώς.

source: Successfully cancelled image creation
el_gr: Η δημιουργία εικόνας ακυρώθηκε επιτυχώς

source: Launch time: Oldest to Newest
el_gr: Ώρα εκκίνησης: Παλιότερη σε νεότερη

source: Launch time: Newest to Oldest
el_gr: Ώρα εκκίνησης: Νεότερη σε παλιότερη

source: Instance name: A to Z
el_gr: Όνομα μηχανής: Α σε Ω

source: Instance name: Z to A
el_gr: Όνομα μηχανής:: Α σε Ω

source: Starting instance {0}
el_gr: Εκκίνηση μηχανής {0}

source: Successfully sent start instance request. It may take a moment to start the instance.
el_gr: Η αίτηση εκκίνησης της μηχανής στάλθηκε επιτυχώς. Μπορεί να πάρει λίγη ώρα για να ξεκινήσει η μηχανή.

source: Unable to start instance
el_gr: Αδυναμία έναρξης μηχανής

source: Stopping instance {0}
el_gr: Διακοπή μηχανής {0}

source: Successfully sent stop instance request. It may take a moment to stop the instance.
el_gr: Η αίτηση διακοπής της μηχανής στάλθηκε επιτυχώς. Μπορεί να πάρει λίγη ώρα για να σταματήσει η μηχανή.

source: Only EBS-backed instances can be stopped
el_gr: Μόνο μηχανές βασισμένες σε EBS μπορούν να διακοπούν

source: Unable to stop instance
el_gr: Αδυναμία διακοπής μηχανής

source: Rebooting instance {0}
el_gr: Επανεκκίνηση μηχανής {0}

source: Successfully sent reboot request. It may take a moment to reboot the instance.
el_gr: Η αίτηση επανεκκίνησης της μηχανής στάλθηκε επιτυχώς. Μπορεί να πάρει λίγη ώρα για να επανεκκινήσει η μηχανή.

source: Unable to reboot the instance.
el_gr: Αδυναμία επανεκκίνησης της μηχανής.

source: Unable to reboot instance
el_gr: Αδυναμία επανεκκίνησης της μηχανής

source: Terminating instance {0}
el_gr: Τερματισμός μηχανής {0}

source: Successfully sent terminate instance request. It may take a moment to shut down the instance.
el_gr: Η αίτηση τερματισμού της μηχανής στάλθηκε επιτυχώς. Μπορεί να πάρει λίγη ώρα για να τερματιστεί η μηχανή.

source: Unable to terminate instance
el_gr: Αδυναμία τερματισμού της μηχανής.

source: Terminating instances {0}
el_gr: Τερματισμός μηχανών {0}

source: Successfully sent request to terminate the following instances:
el_gr: Η αίτηση τερματισμού στάλθηκε επιτυχώς για τις ακόλουθες μηχανές:

source: Unable to terminate instances
el_gr: Αδυναμία τερματισμού των μηχανών

source: Associating IP {0} with instances {1}
el_gr: Συσχέτιση IP {0} με μηχανές {1}

source: Successfully associated the IP to the instance.
el_gr: Η συσχέτιση της διεύθυνσης IP με τη μηχανή έγινε επιτυχώς.

source: Disassociating IP {0}
el_gr: Διαχωρισμός IP {0}

source: Successfully disassociated the IP from the instance.
el_gr: Ο διαχωρισμός της διεύθυνσης IP από τη μηχανή έγινε επιτυχώς.

source: Updating instance {0} (type={1}, kernel={2}, ramidisk={3})
el_gr: Ενημέρωση μηχνής {0} (type={1}, kernel={2}, ramidisk={3})

source: Successfully modified instance
el_gr: Η μηχανή τροποποιήθηκε επιτυχώς

source: There was a problem with the key, please try again, verifying the correct private key is used.
el_gr: Προέκυψε ένα πρόβλημα με το κλειδί, παρακαλούμε προσπαθήστε ξανά, επιβεβαιώνοντας πως χρησιμοποιείτε το σωστό ιδιωτικό κλειδί.

source: Disassociating ip {0} from instance {1}
el_gr: Διαχωρισμός διεύθυνσης ip {0} από τη μηχανή {1}

source: Attaching volume {0} to {1} as {2}
el_gr: Επισύναψη τόμου{0} στο {1} ως {2}

source: Request successfully submitted. It may take a moment to attach the volume.
el_gr: Η αίτηση στάλθηκε επιτυχώς. Μπορεί να πάρει λίγη ώρα η επισύναψη του τόμου.

source: Dettaching volume {0} from {1}
el_gr: Απόσπαση τόμου {0} από {1}

source: Request successfully submitted. It may take a moment to detach the volume.
el_gr: Η αίτηση στάλθηκε επιτυχώς. Μπορεί να πάρει λίγη ώρα η απόσπαση του τόμου.

source: Running instance(s) (num={0}, image={1}, type={2})
el_gr: Εκτελούμενη μηχανή(-ες) (num={0}, image={1}, type={2})

source: Successfully sent launch instances request. It may take a moment to launch instances
el_gr: Η αίτηση εκκίνησης των μηχανών στάλθηκε επιτυχώς. Μπορεί να πάρει λίγη ώρα για να ξεκινήσουν οι μηχανές.

source: created from instance {0} running image {1}
el_gr: δημιουργήθηκε από τη μηχανή {0} εκτελούμενη εικόνα {1}

source: Successfully sent create image request. It may take a few minutes to create the image.
el_gr: Η αίτηση δημιουργίας εικόνας στάλθηκε επιτυχώς. Μπορεί να πάρει λίγη ώρα για να δημιουργηθεί η μηχανή.

source: Creating image from instance {0}
el_gr: Δημιουργία εικόνας από μηχανή {0}

source: Unauthorized
el_gr: Μη εξουσιοδοτημένος

source: Successfully updated instance type attributes
el_gr: Τα χαρακτηριστικά τύπου της μηχανής ενημερώθηκαν επιτυχώς

source: Allocating {0} ElasticIPs
el_gr: Ανάθεση {0} ElasticIPs

source: Successfully allocated IPs
el_gr: Η ανάθεση των IP έγινε επιτυχώς

source: Associating ElasticIP {0} with instance {1}
el_gr: Συσχέτιση ElasticIP {0} με τη μηχανή {1}

source: Successfully associated IP {ip} with instance {instance}
el_gr: Η συσχέτιση της διεύθυνσης IP {ip} με τη μηχανή {instance} έγινε επιτυχώς

source: Unable to associate IP with instance
el_gr: Αδυναμία συσχέτισης διεύθυνσης IP με τη μηχανή

source: Disassociating ElasticIP {0}
el_gr: Διαχωρισμός ElasticIP {0}

source: Successfully disassociated IP {ip} from instance
el_gr: Ο διαχωρισμός της διεύθυνσης IP {ip} από τη μηχανή έγινε επιτυχώς.

source: Unable to disassociate IP from instance
el_gr: Αδυναμία διαχωρισμού διεύθυνσης IP από τη μηχανή

source: Releasing ElasticIP {0}
el_gr: Απελευθέρωση ElasticIP {0}

source: Successfully released {ip} to the cloud
el_gr: Η απελευθέρωση της {ip} στο cloud έγινε επιτυχώς

source: Unable to release IP address
el_gr: Αδυναμία απελευθέρωσης διεύθυνσης IP

source: IP Address
el_gr: Διεύθυνση IP

source: Disassociating ElasticIP {0} from instance {1}
el_gr: Διαχωρισμός ElasticIP {0} από τη μηχανή {1}

source: Successfully disassociated IP {ip} from instance {instance}
el_gr: Ο διαχωρισμός της διεύθυνσης IP {ip} από τη μηχανή {instance} έγινε επιτυχώς.

source: Creating keypair
el_gr: Δημιουργία ζεύγους κλειδιών

source: Successfully created key pair {keypair}
el_gr: Το ζεύγος κλειδιών {keypair} δημιουργήθηκε επιτυχώς

source: Importing keypair
el_gr: Εισαγωγή ζεύγους κλειδιών

source: Successfully imported key pair {keypair}
el_gr: Το ζεύγος κλειδιών {keypair} εισήχθηκε επιτυχώς

source: Deleting keypair
el_gr: Διαγραφή ζεύγους κλειδιών

source: Successfully deleted keypair
el_gr: Διαγράφηκε επιτυχώς το ζεύγος κλειδιών

source: Unable to delete launch configuration
el_gr: Αδυναμία διαγραφής ρύθμισης εκκίνησης

source: Successfully deleted launch configuration.
el_gr: Η ρύθμιση εκκίνησης διαγράφηκε επιτυχώς.

source: Image Name: A to Z
el_gr: Όνομα εικόνας: Α σε Ω

source: Image Name: Z to A
el_gr: Όνομα εικόνας: Ω σε Α

source: Key pair: A to Z
el_gr: Ζεύγος κλειδιών: Α σε Ω

source: Key pair: Z to A
el_gr: Ζεύγος κλειδιών: Ω σε Α

source: Deleting launch configuration {0}
el_gr: Διαγραφή ρύθμισης εκκίνησης {0}

source: Creating launch configuration {0}
el_gr: Δημιουργία ρύθμισης εκκίνησης {0}

source: Successfully sent create launch configuration request. It may take a moment to create the launch configuration.
el_gr: Η αίτηση δημιουργίας ρύθμισης εκκίνησης στάλθηκε επιτυχώς. Μπορεί να πάρει λίγη ώρα για να δημιουργηθεί η ρύθμιση εκκίνησης.

source: This cloud's SSL server certificate isn't valid. Please contact your cloud administrator.
el_gr: Δεν είναι έγκυρο το πιστοποιητικό SSL αυτού του cloud. Παρακαλούμε επικοινωνήστε με το διαχειριστή του cloud.

source: Session Timed Out
el_gr: Έληξε η συνεδρία

source: Invalid user/account name and/or password.
el_gr: Μη έγκυρο όνομα χρήστη/λογαριασμού και/ή κωδικός πρόσβασης.

source: No response from host
el_gr: Καμία απάντηση από τον κεντρικό υπολογιστή

source: Invalid access key and/or secret key.
el_gr: Μη έγκυρο κλειδί πρόσβασης και/η μυστικό κλειδί.

source: Successfully changed password.
el_gr: Ο κωδικός πρόσβασης αλλάχθηκε επιτυχώς.

source: Add Metadata
el_gr: Προσθήκη μεταδεδομένων

source: Click below to add the new key
el_gr: Κάντε κλικ παρακάτω για να προσθέσετε ένα νέο κλειδί

source: Policy resource id not defined. Try adding policy again.
el_gr: Η πολιτική πόρου δεν έχει καθοριστεί. Προσθέστε ξανά την πολιτική.

source: Creating policy {0} for {1} {2}
el_gr: Δημιουργία πολιτικής {0} για {1} {2}

source: Successfully updated user policy
el_gr: Η πολιτική χρήστη ενημερώθηκε επιτυχώς

source: Add access policy for
el_gr: Προσθήκη πολιτικής πρόσβασης για

source: All instances...
el_gr: Όλες οι μηχανές...

source: All instance types...
el_gr: Όλοι οι τύποι μηχανών...

source: All images...
el_gr: Όλες οι εικόνες...

source: All volumes...
el_gr: Όλοι οι τόμοι...

source: All snapshots...
el_gr: Όλα τα στιγμιότυπα...

source: All security groups...
el_gr: Όλες οι ομάδες ασφάλειας...

source: All zones...
el_gr: Όλες οι ζώνες...

source: All key pairs...
el_gr: Όλα τα ζεύγη κλειδιών...

source: Unable to locate policy
el_gr: Αδυναμία εντοπισμού πολιτικής

source: Role name: A to Z
el_gr: Όνομα ρόλου: Α σε Ω

source: Role name: Z to A
el_gr: Όνομα ρόλου: Ω σε Α

source: Deleting role {0}
el_gr: Διαγραφή ρόλου {0}

source: Successfully deleted role
el_gr: Ο ρόλος διαγράφθηκε επιτυχώς

source: Unable to delete role.
el_gr: Αδυναμία διαγραφής ρόλου.

source: Account
el_gr: Λογαριασμός

source: Service
el_gr: Υπηρεσία

source: Creating role {0}
el_gr: Δημιουργία ρόλου {0}

source: Successfully created role {role}
el_gr: Ο ρόλος {role} διαγράφθηκε επιτυχώς

source: Updating policy {0} for role {1}
el_gr: Ενημέρωση πολιτικής {0} για το ρόλο {1}

source: Successfully updated role policy
el_gr: Ο ρόλος πολιτικής ενημερώθηκε επιτυχώς

source: Updating trust policy for role {0}
el_gr: Ενημέρωση πολιτικής εμπιστοσύνης για το ρόλο {0}

source: Successfully updated trust role policy
el_gr: Ο ρόλος της πολιτικής εμπιστοσύνης ενημερώθηκε επιτυχώς

source: Deleting policy {0} for role {1}
el_gr: Διαγραφή πολιτικής {0} για το ρόλο {1}

source: Successfully deleted role policy
el_gr: Ο ρόλος πολιτικής διαγράφθηκε επιτυχώς

source: Deleting scaling group {0}
el_gr: Διαγραφή ομάδας κλιμάκωσης {0}

source: Successfully deleted scaling group
el_gr: Η ομάδα κλιμάκωσης διαγράφηκε επιτυχώς

source: Current instances
el_gr: Τρέχουσες μηχανές

source: Select one or more availability zones...
el_gr: Επιλέξτε μία ή περισσότερες ζώνες διαθεσιμότητας...

source: Select one or more termination policies...
el_gr: Επιλέξτε μία ή περισσότερες πολιτικές τερματισμού...

source: Updating scaling group {0}
el_gr: Ενημέρωση ομάδας κλιμάκωσης {0}

source: Successfully updated scaling group
el_gr: Η ομάδα κλιμάκωσης ενημερώθηκε επιτυχώς

source: Terminating scaling group {0} instance {1}
el_gr: Τερματισμός ομάδας κλιμάκωσης {0} για τη μηχανή {1}

source: Successfully sent terminate request for instance
el_gr: Η αίτηση τερματισμού στάλθηκε επιτυχώς για τη μηχανή

source: Deleting scaling group {0} policy {1}
el_gr: Διγραφή ομάδας κλιμάκωσης {0} για την ομάδα {1}

source: Successfully deleted scaling group policy
el_gr: Η πολιτική της ομάδας κλιμάκωσης διαγράφηκε επιτυχώς

source: Creating scaling group {0} policy {1}
el_gr: Δημιουργία ομάδας κλιμάκωσης {0} για την πολιτική {1}

source: Successfully created scaling group policy
el_gr: Η πολιτική της ομάδας κλιμάκωσης δημιουργήθηκε επιτυχώς

source: Select availability zones...
el_gr: Επιλογή ζωνών διαθεσιμότητας...

source: Select load balancers...
el_gr: Επιλογή load balancers...

source: Creating scaling group {0}
el_gr: Δημιουργία ομάδας κλιμάκωσης {0}

source: Successfully created scaling group
el_gr: Η ομάδα κλιμάκωσης δημιουργήθηκε επιτυχώς

source: Deleting security group {0}
el_gr: Διαγραφή ομάδας ασφαλείας {0}

source: Successfully deleted security group
el_gr: Η ομάδα ασφαλείας ενημερώθηκε επιτυχώς

source: Unable to delete security group
el_gr: Αδυναμία διαγραφής ομάδας ασφαλείας

source: Creating security group {0}
el_gr: Δημιουργία ομάδας ασφαλείας {0}

source: Successfully created security group
el_gr: Η ομάδα ασφαλείας δημιουργήθηκε επιτυχώς

source: Replacing security group {0} tags
el_gr: Αντικατάσταση ετικετών της ομάδας ασφαλείας {0}

source: Replacing security group {0} rules
el_gr: Αντικατάσταση κανόνων της ομάδας ασφαλείας {0}

source: Successfully modified security group
el_gr: Η ομάδα ασφαλείας τροποποιήθηκε επιτυχώς

source: Deregistering image {0}
el_gr: Απεγγραφή εικόνας {0}

source: Deleting snapshot {0}
el_gr: Διαγραφή στιγμιότυπου {0}

source: Successfully deleted snapshot
el_gr: Το στιγμιότυπο διαγράφηκε επιτυχώς

source: Unable to delete snapshot
el_gr: Αδυναμία διαγραφής στιγμιότυπου

source: Registering snapshot {0} as image {1}
el_gr: Εγγραφή στιγμιότυπου {0} ως εικόνα {1}

source: Successfully registered snapshot
el_gr: Το στιγμιότυπο καταχωρήθηκε επιτυχώς

source: Unable to register snapshot
el_gr: Αδυναμία εγγραφής στιγμιότυπου

source: Start time: Oldest to Newest
el_gr: Ώρα εκκίνησης: Παλιότερη σε νεότερη

source: Start time: Newest to Oldest
el_gr: Ώρα εκκίνησης: Νεότερη σε παλιότερη

source: Successfully modified snapshot
el_gr: Το στιγμιότυπο τροποποιήθηκε επιτυχώς

source: Creating snapshot from volume {0}
el_gr: Δημιουργία στιγμιότυπου από τόμο {0}

source: Successfully sent create snapshot request. It may take a moment to create the snapshot.
el_gr: Η αίτηση δημιουργίας στιγμιότυπου στάλθηκε επιτυχώς. Μπορεί να πάρει λίγη ώρα για να δημιουργηθεί το στιγμιότυπο.

source: User name: A to Z
el_gr: Όνομα χρήστη: Α σε Ω

source: User name: Z to A
el_gr: Όνομα χρήστη: Ω σε Α

source: Disabling user {0}
el_gr: Απενεργοποίηση χρήστη {0}

source: Successfully disabled user
el_gr: Ο χρήστης απενεργοποιήθηκε επιτυχώς

source: Enabling user {0}
el_gr: Ενεργοποίηση χρήστη {0}

source: Successfully added users
el_gr: Οι χρήστες προστέθηκαν επιτυχώς

source: Successfully enabled user
el_gr: Ο χρήστης ενεργοποιήθηκε επιτυχώς

source: Updating user {0} (new_name={1}, path={2})
el_gr: Ενημέρωση χρήστη {0} (new_name={1}, path={2})

source: Successfully updated user information
el_gr: Οι πληροφορίες του χρήστη ενημερώθηκαν επιτυχώς

source: Change password for user {0}
el_gr: Αλλαγή κωδικού πρόσβασης για το χρήστη {0}

source: Successfully set user password
el_gr: Ο κωδικός πρόσβασης του χρήστη ορίστηκε επιτυχώς

source: Successfully generated user password
el_gr: Ο κωδικός πρόσβασης του χρήστη δημιουργήθηκε επιτυχώς

source: Deleting password for user {0}
el_gr: Διαγραφή κωδικού πρόσβασης για το χρήστη {0}

source: Successfully deleted user password
el_gr: Ο κωδικός πρόσβασης του χρήστη διαγράφηκε επιτυχώς

source: Successfully generated access keys
el_gr: Τα κλειδιά πρόσβασης δημιουργήθηκαν επιτυχώς

source: Deleting access key {0} for user {1}
el_gr: Διαγραφή κλειδιού πρόσβασης {0} για το χρήστη {1}

source: Successfully deleted key
el_gr: Το κλειδί διαγράφηκε επιτυχώς

source: Deactivating access key {0} for user {1}
el_gr: Απενεργοποίηση κλειδιού πρόσβασης {0} για το χρήστη {1}

source: Successfully deactivated key
el_gr: Το κλειδί απενεργοποιήθηκε επιτυχώς

source: Activating access key {0} for user {1}
el_gr: Ενεργοποίηση κλειδιού πρόσβασης {0} για το χρήστη {1}

source: Successfully activated key
el_gr: Το κλειδί ενεργοποιήθηκε επιτυχώς

source: Successfully added user to group
el_gr: Ο χρήστης προστέθηκε επιτυχώς στην ομάδα

source: Successfully removed user from group
el_gr: Ο χρήστης αφαιρέθηκε επιτυχώς από την ομάδα

source: Deleting user {0}
el_gr: Διαγραφή χρήστη {0}

source: Successfully deleted user
el_gr: Ο χρήστης διαγράφηκε επιτυχώς

source: Deleting policy {0} for user {1}
el_gr: Διαγραφή πολιτικής {0} για το χρήστη {1}

source: Successfully deleted user policy
el_gr: Η πολιτική χρήστη διαγράφηκε επιτυχώς

source: Deleting volume {0}
el_gr: Διαγραφή τόμου {0}

source: Successfully sent delete volume request. It may take a moment to delete the volume.
el_gr: Η αίτηση διαγραφής του τόμου στάλθηκε επιτυχώς. Μπορεί να πάρει λίγη ώρα η διαγραφή του τόμου.

source: Unable to delete volume.
el_gr: Αδυναμία διαγραφής τόμου.

source: Successfully sent request to attach volume. It may take a moment to attach to instance.
el_gr: Η αίτηση επισύναψης στάλθηκε επιτυχώς. Μπορεί να πάρει λίγη ώρα η επισύναψη της μηχανής.

source: Unable to attach volume.
el_gr: Αδυναμία επισύναψης τόμου.

source: Detaching volume {0}
el_gr: Απόσπαση τόμου {0}

source: Successfully modified volume
el_gr: Ο τόμος τροποποιήθηκε επιτυχώς

source: Creating volume (size={0}, zone={1}, snapshot_id={2})
el_gr: Δημιουργία τόμου (size={0}, zone={1}, snapshot_id={2})

source: Successfully sent create volume request. It may take a moment to create the volume.
el_gr: Η αίτηση δημιουργίας τόμου στάλθηκε επιτυχώς. Μπορεί να πάρει λίγη ώρα για να δημιουργηθεί ο τόμος.

source: Detaching volume {0} from {1}
el_gr: Απόσπαση τόμου {0} από {1}

source: Successfully deleted the snapshot.
el_gr: Το στιγμιότυπο διαγράφηκε επιτυχώς.
